Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Controllers/Resources/SeoResources.*.resx
Languages: he

# HomePageMeta
source: Join Spitball's growing community of students! Get class notes, chat with your classmates, create study groups and share your knowledge! Open a free account today!
he: ברוכים הבאים לספיטבול! כאן תוכלו להוריד סיכומים, לפתוח קבוצות לימוד ולחלוק מידע עם חבריכם לכיתה. הצטרפו למהפכת הלימודים החברתית והורידו את אפליקציית ספיטבול לנייד!

# HomePageTitle
source: Free Social Studying App | Spitball
he: אפליקציית לימודים חברתית וחינמית | ספיטבול

# AboutUsMeta
source: Meet Spitball - A free online and mobile social studying application built by students for students. Join the social studying revolution at Spitball!
he: הכירו את ספיטבול - פלטפורמת לימודים חברתית וחינמית אשר נבנתה ע"י סטודנטים ובעבורם. הצטרפו עוד היום למהפכת הלימודים החברתית והורידו את אפליקציית ספיטבול לנייד!

# AboutUsTitle
source: About Us | Spitball
he: אודות ספיטבול | ספיטבול

# HelpMeta
source: Find out all you need to know about Spitball's system. Get class notes, chat with your classmates, create study groups and share your knowledge!
he: כאן תוכלו לגלות את כל מה שרציתם לדעת על ספיטבול. פתחו חשבון חינמי עוד היום ותתחילו להוריד סיכומים, לפתוח קבוצות לימוד ולחלוק מידע עם חבריכם לכיתה.

# HelpTitle
source: FAQ | Spitball
he: עזרה | ספיטבול

# JobsMeta
source: Spitball is hiring! Join the social studying revolution and help Spitball build an ever growing community of students. Come and work for us!
he: ספיטבול מחפשת עובדים! הצטרפו אל מהפכת הלימודים החברתית של ספיטבול ועזרו לנו לבנות קהילת סטודנטים גדולה של משתמשים מרוצים! בואו לעבוד איתנו!

# JobsTitle
source: Jobs | Spitball
he: משרות | ספיטבול

# PrivacyMeta
source: At Spitball we take security and privacy very seriously. Your personal information is actively protected by us. Join the social studying revolution at Spitball!
he: בספיטבול אנו לוקחים את נושא הבטיחות והפרטיות מאוד ברצינות, כך שאנו מקפידים להגן על המידע הפרטי של המשתמשים שלנו. הצטרפו עוד היום למהפכת הלימודים החברתית של ספיטבול!

# PrivacyTitle
source: Privacy Policy | Spitball
he: מדיניות פרטיות | ספיטבול

# TermsMeta
source: Find out all you need to know about Spitball's terms of service. Get class notes, chat with your classmates, create study groups and share your knowledge!
he: כאן תוכלו לגלות את כל מה שרציתם לדעת על תנאי השימוש של ספיטבול. פתחו חשבון חינמי עוד היום ותתחילו להוריד סיכומים, לפתוח קבוצות לימוד ולחלוק מידע עם חבריכם לכיתה.

# TermsTitle
source: Terms of Service | Spitball
he: תנאי שימוש | ספיטבול

# AdvertiseWithUsTitle
source: Advertise with us | Spitball
he: פרסמו אצלנו | ספיטבול

# BlogTitle
source: Blog | Spitball
he: בלוג | ספיטבול

# AppsTitle
source: Apps | Spitball
he: אפליקציות | ספיטבול

# ClassNotesTitle
source: Class Notes | Spitball
he: חומרי לימוד | ספיטבול

# CoursesTitle
source: Courses | Spitball
he: קורסים | ספיטבול
