Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/BecomeTutor.*.resx
Languages: he

# agree
source: I agree to Spitball's Terms of Services
he: אני מסכים לתנאי השימוש של ספיטבול

# already_submitted
source: Your profile is pending approval
he: החשבון שלך ממתין לאישור.

# btn_add_courses_teach
source: Add courses to teach
he: הוסף קורסים ללמד

# btn_back
source: Back
he: חזור

# btn_cal_connect
source: Connect your Google Calendar
he: חבר את יומן גוגל שלך

# btn_cancel
source: Cancel
he: בטל

# btn_done
source: Done
he: סיום

# btn_next
source: Next
he: הבא

# calendar
source: Connect your Calendar
he: חבר את היומן שלך

# cal_step
source: To show your availability, you must Connect your Google Calendar
he: התחבר ליומן גוגל על מנת להראות את הזמינות שלך

# connect_mobile
source: Connect Now
he: חבר

# label_bio
source: Bio
he: קצת עלי

# label_description
source: Opening sentence
he: משפט פתיחה

# oh
source: Oh Yeah!!
he: מעולה!!

source: Personal details
he: פרטים אישיים

# placeholder_bio
source: Type a short paragraph about your background and who you are
he: ספר על עצמך ומה הרקע שלך

# placeholder_description
source: Type a Key sentence about yourself
he: הקלד משפט מפתח על עצמך

# placeholder_first_name
source: First Name
he: שם פרטי

# placeholder_last_name
source: Last Name
he: שם משפחה

# placeholder_price
source: Price per hour {0}
he: מחיר לשעה ב- {1}

# select_calendar_title
source: Please indicate which of the following calendars to connect with your Spitball booking system
he: בחר אילו יומנים לחבר עם מערכת זימון פגישות של ספיטבול

# select_calendar_title_mobile
source: Please indicate which of the following calendars to connect with your Spitball booking system
he: בחר אילו יומנים לחבר עם מערכת זימון פגישות של ספיטבול

# title_become
source: Become a tutor
he: הירשם כמורה פרטי

# tutor_now
source: You are a tutor now
he: אתה מורה פרטי עכשיו

# upload_error
source: Upload image to continue
he: יש להעלות תמונה כדי להמשיך

# upload_image
source: Upload Your Photo
he: הוסף תמונה שלך

# who
source: Who are you
he: מי אתה

# code_of_conduct
source: Spitball has built a simple set of rules to ensure that tutors get paid in full, protect the privacy of tutors and students and to make our service fair for everyone. Please follow these rules when you use Spitball: As an independent tutor, you are not a Spitball employee, we are not able to verify your employment to other companies and you are responsible for filing your tax reports and VAT. Taxes and other fees will not be withheld from your payments since tutors listed on Spitball are independent. Accepting payment directly from students is not allowed, and will prevent tutors from being successful on Spitball. All communication with your students must take place through Spitball’s messaging system. Do not exchange personal email addresses with your students. You determine your hourly rate during the registration process. Don’t worry, you rate can be adjusted even after creating the tutor profile. Payment is made after each session is completed and we verified the details with you. The payment will be 89% of you rate for each session. Spitball will retain a 9% platform fee and PayMe charges a 2% transaction fee. A student must register a form of payment before you can give him your phone number or have a session with him. This policy ensures that you get paid for all lessons. Please note that tutors who violate these rules may be removed from Spitball’s marketplace.
he: ספיטבול בנתה מערכת כללים פשוטה על מנת לוודא כי המורים מקבלים את התשלום במלואו, להגן על פרטיות המורים והתלמידים והסטודנטים וכדי להפוך את השירות שלנו להוגן עבור כולם יש לציית לכללים אלו בזמן השימוש בספיטבול: כמורה עצמאי, אינך עובד של ספיטבול, אין באפשרותנו לאשר את דבר העסקתך בפני חברות אחרות ואתה אחראי על הגשת דיווחי המס והמע"מ שלך. מיסים ועמלות אחרות לא ינוכו מהתשלומים שלך מאחר שאינך עובד בספיטבון אלא עצמאי. אין לקבל תשלום ישירות מתלמידים וסטודנטים. הדבר ימנע ממורים פרטיים להצליח בספיטבול. יש לבצע את כל התקשורת עם התלמידים וסטודנטים שלך דרך מערכת ההודעות של ספיטבול. אין להחליף כתובות דוא"ל אישיות עם התלמידים וסטודנטים שלך. על הסטודנט לרשום אמצעי תשלום לפני שתוכל לתת לו את מספר הטלפון שלך או להעביר לו שיעור. מדיניות זו מבטיחה כי תקבל תשלום עבור כל השיעורים. אתה קובע מה יהיה התעריף השעתי שלך במהלך תהליך הרישום. אל תדאג, תוכל לשנות את התעריף שלך גם לאחר יצירת פרופיל המורה הפרטי. התשלום מבוצע לאחר שכל שיעור מסתיים ולאחר שווידאנו את הפרטים אתך. התשלום יהיה 89% מהתעריף שלך עבור כל שיעור. ספיטבול גובה עמלה של 9% על השימוש בפלטפורמה ו-PayMe גובה עמלת עסקה של 2%.

# code_of_conduct_title
source: Tutor Code of Conduct
he: קוד התנהגות למורה פרטי
