Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/Chat.*.resx
Languages: he

# conversations_empty_state
source: You don’t have any messages yet
he: לא קיבלת הודעות עדיין

# create
source: New chat
he: יצירת קבוצה

# create_already
source: This group already exists
he: חדר צ'ט כזה כבר קיים

# create_btn_txt
source: Create chat
he: יצירת קבוצה

# create_mobile
source: New chat
he: יצירת קבוצה

# create_title
source: Create a new chat
he: יצירת קבוצה

# emptyState_message1
source: Hi, Nice to meet you, I’m
he: היי, נעים מאוד שמי

# emptyState_message2
source: So how can I help this time?
he: אז במה אוכל לעזור ולסייע הפעם?

# error_messages
source: Connection Error
he: שגיאה בחיבור רשת

# file_error
source: This file type is not supported
he: קובץ לא נתמך

# go_study
source: Go to my study rooms
he: חדרי הלימוד שלי

# invite
source: Invite students
he: הזמנת תלמידים

source: Messages
he: הודעות

source: Participants
he: משתתפים

source: Photo
he: תמונה

# search_placeholder
source: Search
he: חיפוש

source: Show all
he: הצג הכל

# show_unread
source: Unread
he: הודעות חדשות

# teacher_btn_book
source: Book a session with me
he: לקבוע שיעור איתי

# teacher_btn_mail
source: Send me an email
he: שלחו לי אימייל

# teacher_btn_studyroom
source: Go to study room
he: לחדר הלימוד

# teacher_btn_studyroom_create
source: elad put resx here
he: יצירת חדר לימוד

# teacher_btn_whatsapp
source: Send me a WhatsApp
he: שלחו לי הודעת וואטסאפ

source: Teacher info
he: פרטי המורה

# teacher_name
source: Hi, I’m {0}
he: היי, אני {0}

# type_message
source: Type something
he: הקלד הודעה

# whatsapp_default
source: elad put resx here
he: שליחת הודעת וואטסאפ
