Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/DashboardTeacher.*.resx
Languages: he

# analytic_title
source: Your Analytics Overview
he: סקירה כללית

# answer_title
source: Answer student questions
he: שאלות מהתלמידים שלך

# book_btn
source: Book
he: קבעו פגישה

# book_session
source: Book an onboarding session
he: קבעו פגישת הדרכה על המערכת

# btn_edit
source: Edit
he: עריכה

# btn_text_book
source: Book
he: רישום

# btn_text_calendar
source: Set
he: חיבור

# btn_text_courses
source: Set
he: עידכון

# btn_text_edit
source: Edit
he: עריכה

# btn_text_email
source: Activate
he: אימות

# btn_text_session
source: Create
he: יצירה

# btn_text_stripe
source: Set
he: עריכה

# btn_text_teach
source: Set
he: עידכון

# btn_text_upload
source: Upload
he: העלאה

# connect_btn
source: Connect
he: התחברו

# connect_calendar
source: Connect your calendar
he: סנכרנו את יומן הפגישות שלכם

# earn_money
source: Earn money by selling education content
he: הרוויחו כסף מחומרי הלימוד שלכם

# email_verify
source: An email sent, check your email
he: דוא"ל נשלח

source: Followers
he: עוקבים

# last_days
source: Last {0} days
he: {0} הימים האחרונים

# link_text_book
source: Book an onboarding session with a Spitball specialist
he: קבעו זמן הדרכה עם נציג ספיטבול

# link_text_calendar
source: Set your calendar
he: הציגו את יומן הפגישות שלכם

# link_text_courses
source: Set the courses or subjects you want to teach
he: ציינו נושאי לימוד

# link_text_edit
source: Edit your profile page
he: עדכנו את דף הבית שלכם

# link_text_email
source: Activate your email
he: אמתו את האימייל שלכם

# link_text_session
source: Set a live class
he: צרו שיעור בשידור חי

# link_text_stripe
source: Set your account on Stripe
he: יצירת שידור חי

# link_text_teach
source: Set your working hours
he: עדכנו את זמינותכם

# link_text_upload
source: Upload content
he: העלו סרטונים או מסמכים לדף הבית שלכם

# notification_title
source: Notifications
he: התראות

# no_task
source: You’re all caught up
he: השלמתם את כל המשימות

source: Revenue
he: הכנסות

source: Sales
he: מכירות

source: See all
he: ראו הכל

# spitball_tips
source: Tips from Spitball blog
he: טיפים מספיטבול

source: Task completed
he: משימות שהושלמו

source: Upload
he: העלה

source: Upload content
he: העלאת תכנים

source: Views
he: צפיות

# works_btn
source: Update
he: עדכון

# work_hours
source: Set your work hours
he: עדכנו את שעות הפעילות שלכם
