Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/HomePage.*.resx
Languages: he

# banner_content_access
source: Access thousands of course specific study documents
he: גישה למאות אלפי חומרי לימוד אונליין בקורסים ספציפיים

# banner_content_choose
source: Choose online courses to learn on your schedule
he: בחר קורסים אונליין ללימוד בזמנך הפנוי

# banner_content_find
source: Find expert teachers ready to take you to the next level
he: בחר מורים פרטיים שיעזרו לך להגיע לשלב הבא

# banner_title
source: The study tools you need to succeed anytime anywhere
he: עומדים לרשותכם מגוון כלי לימוד כדי שתצליחו בכל זמן ובכל מקום

# btn_earn
source: Teach on Spitball
he: למד בספיטבול

# cs_title
source: Popular Categories
he: קטגוריות פופולאריות

# earn_subtitle
source: Access to the tools you need to create and sell educational content and teach online
he: גישה לכל הכלים על מנת ליצור ולמכור תוכן לימודי אונליין.

# earn_title
source: Earn by teaching what you know best
he: להרוויח מלימוד החומר שאתם יודעים הכי טוב

# hd_search
source: Search
he: חיפוש

# hd_search_ph
source: Try “Mathematics”
he: נסו "מורה למתמטיקה"

# hd_stats_docs
source: Study resources
he: מסמכי לימוד

# hd_stats_students
source: Students
he: סטודנטים

# hd_stats_tutors
source: Teachers
he: מורים

# hd_subtitle
source: Access course specific study materials, talk to expert teachers or watch educational videos.
he: גישה לכל חומרי הלימוד, דברו עם מורים מומחים וצפייה בשיעורים מקוונים

# hd_title
source: Improve your grades with help throughout your studies
he: להצטיין במבחנים בעזרת מיטב הסיכומים ושיעורים פרטיים אונליין

# hd_title_mobile
source: Improve your grades
he: שפרו את הציונים שלכם

# is_title
source: Students are Viewing
he: נצפים כרגע

# tss_subtitle
source: Testimonials
he: המלצות של תלמידים

# tss_title
source: What our students say
he: מה התלמידים שלנו אומרים

# ts_subtitle
source: Find the perfect tutor and chat free of charge
he: מצאו את המורים הטובים ביותר ודברו איתם חינם

# ts_title
source: Popular Tutors
he: מורים פופולאריים
