Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/LandingPage.*.resx
Languages: he

# earn_knowledge_subTitle
source: Upload class-specific study documents and start earning!
he: הירשמו, ענו על שאלות, צברו נקודות SBL ופדו אותם לקופונים של BuyMe!

# earn_knowledge_title
source: Turn Your Study Docs into Cash
he: בואו להרוויח מהידע האקדמי שלכם

# earn_question_section_subTitle
source: Earn Points And Exchange Them To Gift Cards
he: צברו נקודות SBL וממשו אותן ב- BuyMe

# earn_question_section_title
source: Answer Homework Questions, Get Gift Cards
he: עונים על שאלות - צוברים נקודות!

# earn_upload_section_subTitle
source: Upload Class Notes, Study Guides and Exams Preparations now!
he: העלו עכשיו מסמכי לימוד שיצרתם וסייעו לסטודנטים אחרים

# earn_upload_section_title
source: Your study documents have real value
he: תחלקו ותרוויחו מהידע האקדמי שלכם

# find_by_subject
source: Find Homework Help By Subject
he: מצא שעורי בית לפי נושא

# find_by_subject_desc
source: Just pick a subject, and find relevant questions for you
he: פשוט בחר נושא, ומצא שאלות רלוונטיות עבורך

# footer_about
source: About Spitball
he: אודות ספיטבול

# footer_ambassador
source: Ambassadors
he: שגרירים

# footer_blog
source: Blog
he: בלוג

# footer_contact
source: Contact Us
he: צור קשר

# footer_faq
source: FAQ
he: שאלות נפוצות

# footer_feedback
source: Feedback
he: פידבק

# footer_partners
source: Partners
he: שותפיות

# footer_pr
source: PR
he: יחסי ציבור

# footer_privacy
source: Privacy Policy
he: מדיניות פרטיות

# footer_terms
source: Terms & conditions
he: תנאי שימוש

# get_your_sbl
source: Get Your Points
he: להרשמה וקבלת SBL

# header_earn_money
source: Earn money
he: להרוויח יותר

# header_learn_faster
source: Learn Faster
he: ללמוד מהר

# header_login
source: Login
he: כניסה

# header_sign_up
source: Sign Up
he: הרשמה

# how_get_sbl
source: How do I get points?
he: איך אפשר לצבור SBL?

# how_get_sbl_desc
source: You get points when you register and earn more points by helping others or referring friends.
he: ממש בעת ההרשמה – כל נרשם מקבל SBL כאשר הוא מצטרף לקהילת ספיטבול ויכול לצבור עוד ועוד SBL או בסיוע לסטודנטים אחרים או בצירוף חברים נוספים.

# how_is_catch
source: Wait, what’s the catch?
he: אוקי אוקי – אז מה הקאץ’?

# how_is_catch_desc
source: There is no catch. Earned points are redeemable for Amazon gift cards. So there is no reason not to sign up today.
he: אין קאץ’. הגיפט קארד של buyme.co.il מחכים לך אצלנו כבר עכשיו – וזה בדיוק הזמן להירשם.

# how_it_works
source: See how it works
he: איך זה עובד

# how_sbl_money
source: Wait, Points are worth real money?
he: רגע – SBL זה כסף אמיתי?

# how_sbl_money_desc
source: Pts is the reward system used on the Spitball platform. Points can be converted into real money through Amazon Gift cards.
he: ה- SBL הוא בעצם המטבע שבו הפלטפורמה שלנו עושה שימוש. נקודות SBL ניתנות למימוש בגיפט קארד של BuyMe.

# how_spitball_differs
source: How does Spitball differ from other websites?
he: במה ספיטבול שונה מאתרים אחרים?

# how_spitball_differs_desc
source: Spitball brings power back to the students, no subscription fees, no ads, no catch. With Spitball you get the tools to learn smarter and earn points so you can enjoy life.
he: ספיטבול מאפשרת לסטודנטים ליהנות מיתרונות הקהילה ללא דמי מנוי, ללא פרסומות ובלי קאץ’ או אותיות קטנות. איתנו בספיטבול אפשר גם לקבל עזרה ולשפר את רמת שיעורי הבית ואת הציונים בהתאם אבל אפשר גם לסייע לאחרים ולתרגם את ההשקעה לקניות או הנאה.

# how_spitball_work
source: How does Spitball work?
he: איך זה עובד?

# how_spitball_work_desc
source: Students that need help with their studies, choose their campus and class browse study documents or ask homework questions. Students that know the answer will help solve these problems, and the most helpful answer or document gets rewarded with points.
he: סטודנטים הזקוקים לסיוע במהלך הכנת שיעורי הבית בוחרים את הקמפוס והקורס הרלוונטיים להם, יכולים לשאול שאלה מתוך שיעורי הבית או לבחור קובץ מסייע מתוך מאגר. סטודנטים אחרים שיודעים מה היא התשובה מוזמנים להעלות ולפרסם אותה (ממש כמו תגובה בפייסבוק) - התשובה או המסמך שיבחרו כמסייעים ביותר, יעניקו לבעליהם SBL שניתנים למימוש ב BuyMe.

# join_spitball
source: Join Spitball it's 100% Free
he: נסו, זה בחינם

# join_spitball_free
source: Join Spitball it's Free!
he: תצטרפו, זה בחינם!

# learn_knowledge_subTitle
source: Quickly boost your GPA with instant help and thousands of study docs
he: שפרו ציונים וקבלו גם סיוע בשיעורי הבית וגם גישה לאלפי מסמכי לימוד

# learn_knowledge_title
source: Study Faster, Enjoy College
he: חולמים על שיעורי בית מושלמים?

# learn_question_section_subTitle
source: 80% of questions get answered in under 1 minute
he: 80% מהשאלות שעולות בקהילת ספיטבול, זוכות למענה תוך פחות מדקה!

# learn_question_section_title
source: Get Solutions to Homework Questions
he: עבודה להגשה שתקועה בשאלה קשה?

# learn_upload_section_subTitle
source: Download Class Notes, Study Guides And Exam Preparations
he: מצאו את הקובץ המתאים לכיתתכם עכשיו

# learn_upload_section_title
source: Find study resources
he: קבלו גישה לאלפי חומרי לימוד רלוונטיים אליכם

# placeholder_subjects
source: Choose subject
he: בחר נושא

# placeholder_uni
source: What is your school?
he: בחר מוסד אקדמי

source: SIGN UP
he: הרשמה

# spitball_student_title
source: Students talk about Spitball
he: הסטודנטים של קהילת ספיטבול מדברים עלינו

# stats_answers
source: Total Answers
he: סך כל התשובות

# stats_money
source: Money Earned
he: סך הרווחים של חברי הקהילה

# stats_sbls
source: Points Traded
he: נקודות SBL שמומשו

# stats_users
source: Happy Students
he: סטודנטים מרוצים

# upload_section_subTitle
source: Class Notes, Study Guides, Exams Preparations
he: אז זהו, שיש. עכשיו צריך רק למצוא אותו!

source: What is Spitball?
he: מה זה בעצם ספיטבול?

# what_is_spitball_desc
source: Spitball is The First Online Marketplace where students acquire knowledge while earning from helping each other succeed in school. Our platform allows students to ask and answer homework questions, share study documents, buy books and so much more. On Spitball, students learn and earn while helping each other.
he: ספיטבול היא פלטפורמה אינטרנטית המאגדת בתוכה קהילת המורכבת הן מסטודנטים והן מבוגרי מוסדות אקדמיים שנמצאים בה כדי לסייע ולהסתייע – אבל גם ליהנות מתגמול. הפלטפורמה שלנו מאפשרת לסטודנטים לשאול או לענות על שאלות ובעיות המתגלות בשעת הכנת שיעורי בית, עבודות להגשה או הכנה לבחינות הסמסטר, לחלוק מסמכים וקבצים ולרכוש ספרים משומשים. אצלנו – כולם מרוויחים: הסטודנטים שזקוקים לסיוע אקדמי זוכים למענה מהיר, אמין ובעל ידע וקהילת המסייעים צוברת נקודות (SBL) למימוש ב-buyme.co.il.
