Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/Login.*.resx
Languages: he, he_il

# agree
source: I agree to Spitball's
he: אני מסכים לספיטבול!
he_il: מסכים

# already_have_account
source: Do you already have an account?
he: יש לך חשבון?
he_il: יש לך כבר חשבון?

# already_have_password
source: I already have a password
he: יש לי כבר סיסמה!

source: and
he: ו-
he_il: ו

source: An activation email has been sent to
he: הודעת הפעלה נשלחה אל!
he_il: נשלח אישור לכתובת המייל

source: Are you sure you want to exit?
he: האם אתה בטוח שברצונך לצאת מהיישום?
he_il: בטוח/ה שאת/ה רוצה לצאת?

source: Change
he: החלף
he_il: לחץ/י לשינוי

# check_your_email
source: Check your email to activate
he: בדוק את הדוא&quot;ל שלך כדי להפעיל!
he_il: אנא בדוק את המייל כדי להפעיל את החשבון

# click_here_to_send
source: Resend a code
he: לחץ כאן כדי לשלוח מחדש.!
he_il: Click here to resend.

# confirmation_link_expired
source: Your confirmation link has expired
he: קישור אישור שלך פג!
he_il: התוקף של הקוד שנשלח אליך פג

source: CONGRATS!
he: מזל טוב!!
he_il: מזל טוב!

source: Continue
he: המשך
he_il: המשך

# continue_registration
source: Continue with registration
he: המשך בהרשמה!
he_il: בואו להירשם כדי להמשיך

# create_password_button
source: Create password
he: צור סיסמה!

# create_password_text
source: Create your password
he: צור את הסיסמה שלך!

source: Didn't get an Email?
he: לא קיבלת דוא&quot;ל ?!
he_il: עדיין לא קיבלת מייל?

# didnt_get_sms
source: Didn’t get an sms?
he: לא קיבלת SMS ?!

# enter_the_confirm_code
source: Enter the confirmation code.
he: הזן את קוד האישור!
he_il: הקש/י את הקוד שנשלח אליך

source: Enter your phone number
he: הזן את מספר הטלפון שלך
he_il: הקש/י את מספר הטלפון שלך

source: Exit
he: יציאה
he_il: יציאה

# exiting_information1
source: Exiting from this process will delete all your progress and information
he: יציאה מתהליך זה תמחק את כל שלך!
he_il: יציאה מהתהליך תמחוק את כל מה שעבדנו עליו

# forgot_password_link
source: Forgot password?
he: שכחתי סיסמא

source: Get started
he: בואו נתחיל!
he_il: קדימה בוא/י נתחיל!

# happens_to_best
source: Don’t be ashamed. It happens to the best.
he: אל תתבייש. זה קורה לטוב.

source: Homework questions.
he: שאלות שיעורים.
he_il: תרגילי בית

source: Let's Start
he: בואו נתחיל!
he_il: קדימה בוא/י נתחיל!

source: Login
he: התחבר
he_il: התחבר/י

# login_click_here_to_send
source: Click here to resend.
he: לחץ כאן כדי לשלוח מחדש.!
he_il: לחץ/י כאן כדי לשלוח שוב

# login_didnt_get_sms
source: Didn’t get an sms?
he: לא קיבלת SMS ?!
he_il: עדיין לא קיבלת SMS?

# login_until_activate_account3
source: until you activate your account
he: עד להפעלת החשבון שלך!
he_il: עד שתפעיל/י את חשבונך

# need_account_link
source: Sign up
he: הירשמו!

# need_account_text
source: Need an account?
he: צריך חשבון?!

# not_complete_registration
source: You didn't complete the registration process
he: לא השלמת תהליך ההרשמה!
he_il: עדיין לא השלמת את תהליך ההרשמה

source: or
he: או
he_il: אוצר מילים בספרדית

# password_email_confirmed_resend_action
source: Click here to resend
he: לחץ כאן כדי לשלוח מחדש!

# password_email_confirmed_resend_text
source: Didn't receive the email? Check your spam folder or
he: לא מקבלים את המייל? בדוק את התיקיה דואר זבל או!

# password_indication_strong
source: Strong
he: חזק - שיחקת אותה

# password_indication_strongest
source: Strongest
he: החזק ביותר!

# password_indication_weak
source: Weak
he: חלש

# placeholder_choose_password
source: Choose password ( Use 8 characters or more )
he: בחר סיסמה!

# placeholder_confirm_password
source: Confirm password
he: חזור על הסיסמה

# placeholder_email
source: Enter your email
he: הזן דואר אלקטרוני

# placeholder_enter_confirmation_code
source: Enter confirmation code
he: הזן את קוד האישור!

# placeholder_enter_new_password
source: Enter new password
he: להזין סיסמא

# placeholder_enter_password
source: Enter password
he: להזין סיסמא

# placeholder_enter_phone
source: Enter phone number
he: הקלידו מספר טלפון

# please_agree
source: Please agree to terms and services in order to proceed
he: בבקשה להסכים לתנאים ושירותים כדי להמשיך!
he_il: לחץ/י כאן להסכים לתנאי השירות כדי להסכים

source: please login
he: בבקשה להתחבר
he_il: התחבר/י

source: Privacy Policy
he: מדיניות פרטיות
he_il: מדיניות פרטיות

source: Register
he: הירשם!
he_il: הירשם/י

# remember_now
source: I remember now
he: אני זוכר עכשיו!!

# reset_password_button
source: Reset password
he: איפוס סיסמה

# reset_password_text
source: Reset your password
he: אפס את סיסמה שלך

source: Reset your password
he: אפס את סיסמה שלך

# sbl
source: Pts
he: SBL!
he_il: נקודות

source: Select your country code
he: בחר את אזור מגוריך
he_il: מהי הקידומת במדינה שלך

# sent_code_by_sms
source: We sent the code to you by SMS
he: שלחנו את הקוד אליכם ב- SMS!
he_il: שלחנו לך קוד בSMS

# sent_confirmation_code
source: We sent a confirmation code to your mobile phone.
he: שלחנו את קוד האימות לטלפון הנייד שלך.!
he_il: שלחנו לך קוד אישור בSMS

# signin_your_email
source: Sign In with Email
he: היכנס באמצעות דוא ל!

# signup_your_email
source: Sign Up with Email
he: הרשם עם דוא ל!

source: Sign in
he: התחבר
he_il: התחבר/י

source: Sign In with Google
he: היכנס באמצעות גוגל

source: Sign up
he: הירשמו!
he_il: הירשם/י

source: Sign Up with Google
he: הרשם עם גוגל

# terms_of_services
source: Terms of service
he: תנאי שירותי!
he_il: תנאי שירות

# until_activate_account
source: You will not be able to log in to Spitball.co until you activate your account
he: לא ניתן יהיה להיכנס כדי Spitball.co עד להפעלת החשבון שלך!
he_il: אין אפשרות להתחבר עד שלא תפעיל את חשבון הספיטבול שלך

# until_activate_account1
source: You will not be able
he: אתה לא תהיה מסוגל!
he_il: לא תוכל/י

# until_activate_account2
source: to log in to Spitball.co
he: כדי להיכנס Spitball.co!
he_il: כדי להתחבר לספיטבול

# until_activate_account3
source: until you activate your account
he: עד להפעלת החשבון שלך!

source: Welcome back
he: ברוכים השבים
he_il: ברוך השב:)

source: Your
he: שלך
he_il: שלך

source: your account
he: חשבון שלך
he_il: החשבון שלך

# you_are_reward_with
source: You are rewarded with
he: אתה מתוגמל!
he_il: הרווחת

source: You can spend them to get help with your
he: אתה יכול לבלות אותם כדי לקבל סיוע שלך!
he_il: את/ה יכול להשתמש בהם כדי לקבל תשובות מיוחדות או מסמכים מיוחדים
