Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/LoginRegister.*.resx
Languages: he

# college
source: A College Student
he: מכללות או אוניברסיטאות

source: Country code
he: קוד מדינה

# emailconfirm_bottom
source: You will be able to log in to Spitball only after email activation
he: רק לאחר אישור האימייל תוכל להרשם לספיטבול

# emailconfirm_bottom_reset
source: Didn't receive the email? Check your spam folder
he: לא קיבלת אימייל? בדוק את תיקיית הספאם

# emailconfirm_bottom_reset_or
source: or Click here to
he: או לחץ כאן כדי

# emailconfirm_notyou
source: Not you?
he: לא אתה ?

# emailconfirm_resend
source: Resend
he: לשלוח שוב

# emailconfirm_rest
source: activation email
he: אימייל

# emailconfirm_title
source: We sent you an activation email
he: שלחנו לך אימייל אישור

# emailconfirm_title_reset
source: We've emailed you a new password reset instructions
he: שלחנו לך אימייל עם הוראות כיצד לאפס את הסיסמה

# emailconfirm_to
source: to
he: ל

# forgot_btn
source: Reset password
he: שנה סיסמא

# forgot_remember
source: I remember now
he: נזכרתי

# forgot_subtitle
source: Don’t be ashamed. It happens to the best.
he: לא נורא, זה קורה לטובים ביותר

# forgot_title
source: Reset your password
he: אפס את הסיסמא שלך

# getstarted_btn_email_signin
source: Sign in with email
he: כניסה עם אימייל

# getstarted_btn_email_signup
source: Sign up with email
he: הרשמה עם אימייל

# getstarted_btn_google_signin
source: Sign in with Gmail
he: כניסה עם גוגל - Gmail

# getstarted_btn_google_signup
source: Sign up with Gmail
he: הרשמה עם גוגל - Gmail

# getstarted_or
source: OR
he: או

# getstarted_signin_link
source: Log in
he: כניסה

# getstarted_signin_text
source: Have an account?
he: כבר נרשמת?

# getstarted_signup_link
source: Sign up
he: יצירת חשבון

# getstarted_signup_text
source: Need an account?
he: זקוקים לחשבון?

# getstarted_subtitle
source: 100% Free. No credit card needed.
he: הרשמה ללא תשלום. 100% חינם.

# getstarted_terms_and
source: and
he: וגם את

# getstarted_terms_i_agree
source: I agree to Spitball's
he: אני מקבל את

# getstarted_terms_privacy
source: Privacy Policy
he: מדיניות הפרטיות

# getstarted_terms_terms
source: Terms of Services
he: תנאי השימוש

# getstarted_title
source: Get started absolutly for free
he: הרשמה לספיטבול

# getstarted_title_login
source: Welcome back. Please login
he: ברוכים השבים. התחברו בבקשה

# highSchool
source: A High school Student
he: בתי ספר

# know_better
source: We would like to know you better
he: אנחנו רוצים להכיר אותך טוב יותר

# main_txt
source: Ace your exams with the best study tools and tutors
he: להצליח במבחנים בעזרת מיטב הסיכומים והמורים הפרטיים

source: Parent
he: הורים

# resetpass_btn
source: Continue
he: המשך

# resetpass_input
source: Enter new password
he: סיסמא חדשה

# resetpass_input_confirm
source: Confirm password
he: וידוא סיסמא

# resetpass_title
source: Enter new password
he: סיסמא חדשה

# setemailpass_btn
source: Continue
he: המשך

# setemailpass_female
source: Female
he: נקבה

# setemailpass_first
source: Enter First Name
he: שם פרטי

# setemailpass_input_email
source: Enter your email
he: אימייל

# setemailpass_input_pass
source: Create password ( Use 8 characters or more )
he: סיסמה

# setemailpass_input_passconfirm
source: Confirm Password
he: אשר סיסמא

# setemailpass_last
source: Enter Last Name
he: שם משפחה

# setemailpass_male
source: Male
he: זכר

# setemailpass_title
source: Enter personal details
he: פרטים אישיים

# setemail_btn
source: Login
he: כניסה

# setemail_input
source: Enter your email
he: אימייל

# setemail_title
source: Welcome back
he: ברוכים השבים

# setpass_btn
source: Login
he: כניסה

# setpass_forgot
source: Forgot password?
he: שכחת סיסמא?

# setpass_input_email
source: Enter your email
he: אימייל

# setpass_input_pass
source: Enter password
he: סיסמא

# setphone_btn
source: Continue
he: המשך

# setphone_input
source: Phone number
he: מספר טלפון נייד

# setphone_title
source: Get SMS confirmation code
he: קבלת מסרון עם קוד כניסה

# smsconfirm_btn
source: Continue
he: המשך

# smsconfirm_call
source: Call me with a code
he: התקשרו אלי לקבלת קוד כניסה

# smsconfirm_change
source: Change number &amp; resend
he: שינוי מספר ושליחה מחדש

# smsconfirm_input
source: Confirmation code
he: קוד כניסה

# smsconfirm_subtitle
source: sent to this number
he: נשלח למספר הזה:

# smsconfirm_title
source: Enter confirmation code
he: הכנסת קוד כניסה

source: Student
he: תלמידים

source: Teacher
he: מורים

# welcome
source: Welcome to Spitball
he: ברוך הבא לספיטבול
