Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/ProfileData.*.resx
Languages: he_il

# generalProfile_modal_heading
source: Please sign up or login to continue
he_il: בבקשה התחבר/י או הרשם/י כדי להמשיך

# generalProfile_modal_text
source: You are only a couple clicks away from learning and earning with Spitball.
he_il: זהו כמעט סיימנו את הרישום, רק עוד כמה קליקים ויש לכם תשובות ונקודות ששוות כסף!

# generalProfile_register_stepFive_boldTextOne
source: Enter the confirmation code
he_il: הקש/י את קוד האישור

# generalProfile_register_stepFive_heading
source: Enter the confirmation code We sent the code to you by SMS
he_il: הקש/י את האישור ששלחנו אליך בSMS

# generalProfile_register_stepFour_boldTextOne
source: Enter your phone number
he_il: הקש/י את מספר הטלפון שלך

# generalProfile_register_stepFour_heading
source: Enter your phone number We need to send you a confirmation code
he_il: הקש/י את מספר הטלפון שלך אנחנו חייבים לשלוח לך קוד אישור כדי להתחיל

# generalProfile_register_stepFour_text
source: We need to send you a confirmation code
he_il: אנחנו חייבים לשלוח לך קוד אישור קודם

# generalProfile_register_stepOne_boldTextOne
source: instant help
he_il: עזרה מיידית

# generalProfile_register_stepOne_boldTextTwo
source: make money
he_il: בואו להרוויח כסף

# generalProfile_register_stepOne_heading
source: Ask Questions & receive instant help or Answer Questions & make money
he_il: שאלו שאלות כדי לקבל עזרה במיידי או ענו על שאלות כדי להרוויח כסף

# generalProfile_register_stepOne_text
source: Start with your email. We need to know how to contact you
he_il: נתחיל עם המייל, כדי שתהיה לנו אפשרות לתקשר איתך

# generalProfile_register_stepSix_boldTextOne
source: 100 Pts
he_il: 100 נקודות

# generalProfile_register_stepSix_heading
source: CONGRATS!
he_il: מזל טוב!

# generalProfile_register_stepSix_text
source: Answer other student’s homework questions and Upload your study documents to earn Spitball points. Use your points to access study resources and get help with your own homework questions, or redeem your points for GiftCards.
he_il: הרווחת 100 נקודות ואתה יכול להשתמש בהם כדי לקבל עזרה עם שיעורי הבית שלך או בהכנה למבחנים או שתוכל/י לפדות אותם לכסף BUYME

# generalProfile_register_stepThree_boldTextOne
source: activate your account
he_il: הפעל את החשבון שלי

# generalProfile_register_stepThree_heading
source: Check your email to activate your account
he_il: שלחנו לכם מייל להפעלת החשבון

# generalProfile_register_stepTwo_boldTextOne
source: contact you.
he_il: ליצור איתך קשר

# generalProfile_register_stepTwo_heading
source: We need to know how to contact you
he_il: השאירו פרטים כדי שתהיה לנו אפשרות ליצור אתכם קשר

# generalProfile_register_stepTwo_text
source: We need to know how to contact you
he_il: השאירו פרטים כדי שתהיה לנו אפשרות ליצור אתכם קשר

# HHP_modal_heading
source: Please sign up or login to continue
he_il: הירשם/י או התחבר/י כדי להמשיך

# HHP_modal_text
source: You are only a couple clicks away from learning and earning with Spitball.
he_il: זהו כמעט סיימנו את הרישום, רק עוד כמה קליקים ויש לכם תשובות ונקודות ששוות כסף!

# HHP_register_stepFive_boldTextOne
source: Enter the confirmation code
he_il: הקש/י את קוד האישור

# HHP_register_stepFive_heading
source: Enter the confirmation code We sent the code to you by SMS
he_il: הקש/י את הקוד שנשלח אליך בSMS

# HHP_register_stepFour_heading
source: Enter your phone number We need to send you a confirmation code
he_il: הקש/י את מספר הטלפון שלך אנחנו חייבים לשלוח לך קוד אישור כדי להתחיל

# HHP_register_stepFour_text
source: We need to send you a confirmation code
he_il: אנחנו חייבים לשלוח לך קוד אישור קודם

# HHP_register_stepOne_boldTextOne
source: for FREE
he_il: חינם

# HHP_register_stepOne_heading
source: Get instant Homework Help, for FREE
he_il: קבלו עזרה מיידית בשיעורי הבית, חינם!

# HHP_register_stepOne_text
source: Start with your email. We need to know how to contact you
he_il: נתחיל עם המייל, כדי שתהיה לנו אפשרות לתקשר איתך

# HHP_register_stepSix_boldTextOne
source: 100 Pts
he_il: 100 נקודות

# HHP_register_stepSix_heading
source: CONGRATS!
he_il: מזל טוב!

# HHP_register_stepSix_sub_heading
source: You are rewarded with 100 Pts
he_il: הרווחת 100 נקודות

# HHP_register_stepSix_text
source: You can spend them to get help with your homework questions.
he_il: את/ה יכול להשתמש בהם כדי לקבל תשובות מיוחדות או מסמכים מיוחדים

# HHP_register_stepThree_boldTextOne
source: activate your account
he_il: הפעל את החשבון שלי

# HHP_register_stepThree_heading
source: Check your email to activate your account
he_il: שלחנו לכם מייל להפעלת החשבון

# HHP_register_stepTwo_boldTextOne
source: contact you.
he_il: ניצור אתכם קשר

# HHP_register_stepTwo_heading
source: We need to know how to contact you
he_il: השאירו פרטים כדי שתהיה לנו אפשרות ליצור אתכם קשר

# makeMoneyProfile_modal_heading
source: Please sign up or login to continue
he_il: בבקשה התחבר/י או הרשם/י כדי להמשיך

# makeMoneyProfile_modal_text
source: You are only a couple clicks away from learning and earning with Spitball.
he_il: זהו כמעט סיימנו, רק עוד כמה קליקים ויש לכם תשובות ונקודות ששוות כסף!

# makeMoneyProfile_register_stepFive_boldTextOne
source: Enter the confirmation code
he_il: הקש/י את קוד האישור

# makeMoneyProfile_register_stepFive_heading
source: Enter the confirmation code We sent the code to you by SMS
he_il: הקש/י את הקוד שנשלך אליך בSMS

# makeMoneyProfile_register_stepFour_heading
source: Enter your phone number We need to send you a confirmation code
he_il: הקש/י את מספר הטלפון שלך אנחנו חייבים לשלוח לך קוד אישור כדי להתחיל

# makeMoneyProfile_register_stepFour_text
source: We need to send you a confirmation code
he_il: אנחנו חייבים לשלוח לך קוד אישור קודם

# makeMoneyProfile_register_stepOne_boldTextOne
source: Make money
he_il: עשה/י כסף

source: Make money while helping others with their homework.
he_il: עשה/י כסף בזמן שאת/ה עוזר/ת לאחרים בתרגילי הבית שלהם

# makeMoneyProfile_register_stepOne_text
source: Start with your email. We need to know how to contact you
he_il: נתחיל עם המייל, כדי שתהיה לנו אפשרות לתקשר איתך

# makeMoneyProfile_register_stepSix_boldTextOne
source: 100 Pts
he_il: 100 נקודת

# makeMoneyProfile_register_stepSix_boldTextTwo
source: making money!
he_il: לעשות כסף!

# makeMoneyProfile_register_stepSix_heading
source: CONGRATS!
he_il: מזל טוב!

# makeMoneyProfile_register_stepSix_sub_heading
source: You’re ready to start making money!
he_il: אנחנו מוכנים להתחיל לעשות כסף

# makeMoneyProfile_register_stepSix_text
source: We recommend reading through our quick walkthrough to see how Spitball works. A GIFT is waiting for you at the last screen! Also, make sure to add your school and classes for the best possible experience!
he_il: הרווחת 100 נקודות ואתה יכול להשתמש בהם כדי לקבל עזרה עם שיעורי הבית שלך או בהכנה למבחנים או שתוכל/י לפדות אותם לכסף BUYME

# makeMoneyProfile_register_stepThree_boldTextOne
source: activate your account
he_il: הפעל את החשבון שלי

# makeMoneyProfile_register_stepThree_heading
source: Check your email to activate your account
he_il: נשלח אישור לכתובת המייל

# makeMoneyProfile_register_stepTwo_boldTextOne
source: contact you.
he_il: ליצור איתך קשר

# makeMoneyProfile_register_stepTwo_heading
source: We need to know how to contact you
he_il: השאירו פרטים כדי שתהיה לנו אפשרות ליצור אתכם קשר
