Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/Profile.*.resx
Languages: he

source: About
he: אודות

source: About me
he: קצת עלי

# become_title
source: Teach On Spitball
he: למד בספיטבול

# become_tutor_btn
source: Become a tutor
he: הירשם כמורה פרטי

# become_txt
source: Earn money by teaching what you know best. Access to the tools you need to create and sell education Content and teach online.
he: למד בספיטבול ותרוויח. לרשותכם כל הכלים הדרושים לכם ללמד או לשתף חומרי לימוד.

# bio_label
source: Bio
he: הניסיון שלי

# book_session
source: Book a lesson with me
he: הזמינו איתי שיעור

# book_session_mobile
source: Book a lesson
he: הזמנת שיעור

# book_session_mobile_xs
source: Book
he: הזמנה

# btn_cancel
source: Cancel
he: ביטול

# btn_save_changes
source: Save Changes
he: שמור שינויים

# description_label
source: Title
he: כותרת

# earn_btn
source: I want to earn money
he: אני רוצה להרוויח כסף

# earn_desc
source: Trust upload your documents/class notes that you already have and make passive income.
he: האמינו כי העלאת מסמכי הלימוד שברשותכם יכולים לייצר הכנסה פסיבית.

# earn_title
source: Your study materials worth money on spitball!
he: מסמכי הלימוד שלך שווים כסף בספיטבול!

# edit_image_text
source: Edit
he: ערוך

# edit_tutor_title
source: Edit your Tutor profile
he: ערוך את פרופיל המרצה שלך

# edit_user_profile_title
source: Edit your profile
he: ערוך את הפרופיל שלך

# find_tutors
source: Find Tutors at Spitball
he: מצא מורים בספיטבול

# firstName_label
source: First Name
he: שם פרטי

source: Follow
he: לעקוב

source: Following
he: עוקב/ת

# lastName_label
source: Last Name
he: שם משפחה

source: Personal details
he: פרטים אישיים

# points_hour
source: hour
he: שעה

# price_label
source: Price per Hour
he: מחיר לשעה

source: Pricing
he: תמחור

source: Read less
he: הסתר

source: Read More
he: קרא עוד

# resourse
source: {1} Content
he: {1} חומר לימוד

# resourses
source: {1} Contents
he: {1} חומרי לימוד

# response
source: Response time
he: זמן תגובה

# response_hour
source: {1} hour
he: {1} שעה

# response_hours
source: {1} hours
he: {1} שעות

source: Reviews
he: ביקורות

source: Select Course
he: בחר קורס

# select_item_type_all
source: All Types
he: הכל

# select_item_type_docs
source: Document
he: מסמכים

# select_item_type_videos
source: Video
he: סרטונים

# send_message
source: Send me a message
he: שלחו לי הודעה

# session
source: {1} Lesson
he: שיעור | שיעורים

# sessions
source: {1} Lessons
he: {1} שיעורים

# single_review
source: Review
he: ביקורת

# student
source: {1} Student
he: סטודנט | סטודנטים

# students
source: {1} Students
he: {1} תלמידים

# study
source: Study area:
he: תחומי הוראה:

# study_materials
source: {1}’s study materials
he: חומרי הלימוד של {1}

# study_materials_mobile
source: Content by {1}
he: התוכן של {1}

source: Tutor
he: מורה פרטי

# tutor_follower
source: {1} Follower
he: עוקב | עוקבים

# tutor_followers
source: {1} Followers
he: {1} עוקבים

# why_learn
source: Why Learn at Spitball
he: למה כדאי ללמוד בספיטבול
