Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/ReferralDialog.*.resx
Languages: he

source: Copied
he: הועתק

source: Copy
he: העתקה ללוח

source: Copy Link
he: העתקת קישור

# dialog_bottom_text
source: The more tutors there are, the more connections and referrals you’ll get.
he: ככל שתשיגו יותר חברים בספיטבול, ככה הציונים של כולם יהיו יותר טובים!

# dialog_friends_joined
source: invited friends have joined
he: חברים שהוזמנו הצטרפו

# dialog_subtitle
source: Earn $10 for every teacher and 10% commission for a year
he: תרוויחו 10 נקודות עבור כל אחד שיצטרף

# dialog_title_invite
source: Spread the word at
he: הפיצו את השמועה ב-

# get_document_text
source: Click this link to have a look, I am certain it will worth your while and help you in your studying!
he: ! לחצו על הלינק הזה כדי להעיף מבט, אני בטוח/ה שזה יחסוך לכם זמן ויעזור לכם בלימודים

# get_your_homework
source: Get your homework questions answered in minutes, and make money answering other students questions. Sign up using this link and start learning and earning today:
he: הצטרפו אלי לספיטבול, שם תמצאו את כל חומרי הלימוד וקבלו 50 ש"ח מתנה על השיעור הפרטי הראשון עם המורים הכי מומלצים:

# get_your_homework_twitter
source: Get your homework questions answered in minutes, and make money answering other students questions. Sign up using this link and start learning and earning today:
he: הצטרפו אלי לספיטבול, שם תמצאו את כל חומרי הלימוד וקבלו 50 ש"ח מתנה על השיעור הפרטי הראשון עם המורים הכי מומלצים:

# join_me
source: Join me on Spitball
he: הצטרפו אלי לספיטבול

# ref_placeholder
source: Select Document to Share
he: בחרו מסמך לשיתוף

# share_facebook
source: Share
he: שתפו

# share_google
source: Email
he: אימייל

# share_tweeter
source: Tweet
he: לצייץ

# share_whatsup
source: Text
he: טקסט

# spread
source: Spread the Word
he: הפיצו את השמועה

# title_document
source: I just uploaded some of my academic notes to Spitball.
he: .הרגע העליתי חלק מהסיכומים האקדמיים שלי לספיטבול
