Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/studyroomSets.*.resx
Languages: he

# continue-anyway
source: Continue without audio or video
he: המשך ללא וידאו או שמע

# enable_actions_yes
source: Ok, got it
he: בסדר, הבנתי

# enable_middle_title
source: Here is a step by step guide
he: הנה מדריך צעד אחר צעד

# enable_note
source: Note:
he: הערה:

# enable_note_txt
source: To record you will need to share your screen with Spitball
he: על מנת להקליט עליכם לשתף את המסך עם ספיטבול

# enable_title
source: To enable your recorded online lessons follow these steps
he: על מנת לאפשר הקלטה של שיעורים מקוונים נא לפעול על פי הצעדים הבאים

# error_with_video_and_audio
source: Allow browser permissions.
he: שנה את הגדרות הדפדפן.

# refresh
source: Press Refresh after allowing access.
he: נא לרענן את הדף לאחר נתינת אישור.

# settingPop_actions_no
source: Try again
he: נסה להתחבר שוב

# settingPop_actions_yes
source: Continue without access
he: המשך ללא גישה

# settingPop_title
source: Are you sure you want to continue without audio or video?
he: האם אתם בטוחים?

# settingPop_txt
source: If you enable access to your devices, you won’t be able to communicate effectively with other participants.
he: במידה ולא תתחברו את מערכת השמע ו/או את מערכת הוידאו, לא תוכלו לתקשר עם הצד השני בצורה יעילה.

# start_recording_instruction
source: To start Click on the recording button in the top menu bar.
he: על מנת להתחיל לחצו על כפתור ההקלטה שנמצא בתפריט העליון.

# to_communicate
source: To communicate with the other participant, allow your web browser to access the camera and microphone.
he: בכדי ליצור קשר עם הצד השני, עליכם לאפשר גישה למצלמת הרשת והמיקרופון שלכם.

# unable_action_continue
source: Continue without access
he: המשך ללא גישה

# unable_action_try
source: Try again
he: נסה שוב

# unable_how_title
source: How can i fix it
he: כיצד אוכל לתקן את זה

# unable_how_txt
source: Make sure your camera and microphone are enabled in your system settings, close any other tabs or applications, and reconnect.
he: ודא שהמצלמה והמיקרופון שלך מופעלים בהגדרות המערכת שלך, סיגרו כרטיסיות או יישומים אחרים ונסו להתחבר מחדש.

# unable_middle
source: It looks like one of your devices is in use by another application, or is disabled in your system settings
he: נראה שאחד המכשירים שלך נמצא בשימוש על ידי אפליקציה אחרת או שהוא מושבת בהגדרות המערכת שלך

# unable_title
source: Unable to connect to your video camera or microphone
he: לא ניתן להתחבר למצלמת הווידאו או למיקרופון שלך

# watch-middle
source: Now, you can automatically record and view your online lessons, free of charge. your private lessons will be stored in your Spitball account. Where you can access them from any web browser.
he: כעת תוכלו להקליט ולצפות בשיעורים המקוונים שלכם חינם. עם סיום השיעור, יש ללחוץ על כפתור 'סיום', ההקלטה ההקלטה תרד באופן אוטומטי לתיקיית ההורדות במחשב שלכם.

# watch_actions_no
source: No, thank you
he: לא, תודה

# watch_actions_term
source: terms and conditions?
he: תנאי השימוש שלנו?

# watch_actions_txt
source: Do you consent record your lessons and agree with our
he: האם אתם מסכימים להקליט את השיעורים שלכם ומסכימים לכל

# watch_actions_yes
source: Yes, I agree
he: כן, אני מסכים/ה

# watch_middle_faq
source: FAQ?
he: שאלות ותשובות?

# watch_middle_lesson
source: Lessons Recording
he: הקלטות שיעורים

# watch_title
source: Watch your recorded online lesson for free
he: צפו בשיעור אונליין שהקלטתם בחינם
