Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/StudyRoom.*.resx
Languages: he

# already_ended
source: session has ended
he: השיעור הסתיים

# boxs_bottom_add
source: To add files to the board, drag &amp; drop here
he: להוספת מסמכים ללוח, גרור ושחרר את הקבצים כאן

# boxs_bottom_link
source: browse your computer
he: צרף מסמכים מהמחשב

# boxs_bottom_or
source: or
he: או

# boxs_top
source: Click anywhere to start drawing
he: הקלק בכל מקום להתחיל לכתוב

source: Chat
he: צ'אט

# created
source: Created on
he: תאריך יצירה

source: End
he: סיום שיעור

# equation_btn
source: Add equation to the board
he: הוסף משוואה ללוח

# menu_help
source: Help
he: עזרה

# menu_settings
source: Settings
he: הגדרות

# nav_class
source: Class
he: כיתת הלימוד

# nav_code
source: Code Editor
he: עורך קוד

# nav_screen
source: Share Screen
he: שיתוף מסך

# nav_text
source: Text Editor
he: מסמך

# nav_whiteboard
source: Whiteboard
he: לוח כיתה

# not_browser
source: Browser not supported
he: דפדפן זה אינו נתמך - השתמש בכרום או פיירפוקס

# not_screen
source: There was an error sharing your screen
he: לא ניתן לשתף את המסך - אנא נסה מאוחר יותר

# premission_denied
source: You need to update your settings to enable screen sharing - <a style="color:black" href="{0}" target="_Blank">more info</a>
he: בכדי לאשר שיתוף מסך, יש לעדכן את ההגדרות - <a style="color:black" href="{0}" target="_Blank">למידע נוסף</a>

# start_present
source: Present now
he: הפעל שיתוף מסך

# start_present_student
source: Teacher presentation will be shown here in a few minutes
he: המצגת של המורה תוצג כאן תוך מספר דקות

# start_present_text
source: You are not presenting
he: שיתוף מסך לא פעיל

# stop_present_text
source: You are presenting to everyone
he: הנך משתף מסך

# toaster_added_to_room
source: A student has entered the room
he: סטודנט/ית נכנס/ה לחדר

# toaster_left_the_room
source: A student has left the room
he: סטודנט/ית עזב/ה את החדר

source: Video
he: וידאו
