Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/Tutor.*.resx
Languages: he

# browser_not
source: Browser not supported
he: דפדפן לא נתמך

# btn_accept_and_start
source: Accept and Start
he: התחל שיעור

# btn_share_screen
source: Share Screen
he: שתף מסך

# btn_stop_sharing
source: Stop Sharing
he: הפסק שיתוף מסך

# can_be_recorded
source: This session might be recorded by the student
he: יתכן והשיעור יוקלט על ידי התלמיד

# chrome_ext_btn_cancel
source: Cancel
he: ביטול

# chrome_ext_btn_install
source: Install
he: התקן

# chrome_ext_install
source: Please install and authorize the Spitball Chrome extension to enable screen sharing on your computer.
he: בבקשה בצע התקנה ואישור שימוש בתוסף לדפדפן כרום בכדי לאפשר שיתוף מסך במחשב שלך.

# chrome_ext_text
source: Once the extension is installed please reload the page for the screen sharing feature to be effective.
he: ברגע שהתוסף מותקן, בבקשה בצע רענון כדי שתוכל להשתמש בתוסף שיתוף המסך.

# chrome_ext_title
source: Chrome Extension Installation
he: התקנת תוסף לדפדפן כרום

# clearAll_warning_text
source: This action cannot be undone, are you sure you want to clear the canvas?
he: לא ניתן להחזיר אחורה פעולה זו, האם ברצונך להמשיך?

source: Close
he: סגור

# end_session
source: Finished the session?
he: סיימת את השיעור?

# ewar-continue-without-audio
source: Continue without audio
he: המשך ללא קול

# ewar-continue-without-recording
source: Are you sure you want to continue without Voice Recording?
he: בטוח שברצונך להמשיך ללא הקלטה קולית?

# ewar-try-again
source: Try Again
he: נסה שוב

# nav_canvas
source: Canvas
he: לוח

# nav_code
source: Code Editor
he: עורך קוד

# nav_text
source: Text Editor
he: עורך טקסט

# not_supported
source: Study Room currently not supported by Mobile. Try connecting from a computer browser
he: דף זה אינו נתמך במובייל.

# option_fullBoard
source: Full Board
he: הצג לוח

# option_videoChat
source: Video & Chat
he: וידיאו וצ'ט

# option_videoFull
source: Full Video
he: הצג וידיאו

# start_dialog_session_time
source: Session Duration:
he: משך השיעור:

# start_dialog_your_student
source: Your student is
he: הסטודנט שלך הוא

# start_dialog_your_tutor
source: Your tutor is
he: המורה הפרטי שלך הוא

# start_to_share
source: Available while session is active
he: זמין במהלך השיעור

# stream_btn_add_payment
source: Add payment details
he: הוסף פרטי כרטיס אשראי

# stream_btn_disconnected_student
source: Session was disconnected. We are trying to bring it back
he: הקשר נותק. אנחנו מנסים להתחבר חזרה

# stream_btn_disconnected_tutor
source: Session was disconnected. We are trying to bring it back
he: הקשר נותק. אנחנו מנסים להתחבר חזרה

# stream_btn_end_session
source: End Session
he: סיים שיעור

# stream_btn_finished_student
source: session ended
he: השיעור הסתיים

# stream_btn_finished_tutor
source: session ended
he: השיעור הסתיים

# stream_btn_join_session
source: Join Session
he: התחל שיעור

# stream_btn_needPayment_student
source: Add payment details
he: הוסף פרטי כרטיס אשראי

# stream_btn_needPayment_tutor
source: Waiting for student
he: ממתין לסטודנט

# stream_btn_pending_tutor
source: Waiting for student
he: ממתין לסטודנט

# stream_btn_start_session
source: Start Session
he: התחל שיעור

# stream_btn_start_session_student
source: Join Session
he: התחל שיעור

# stream_btn_start_tutor
source: Start Session
he: התחל שיעור

# stream_btn_waiting
source: Waiting for student
he: ממתין לסטודנט

# stream_btn_waiting_student
source: Waiting for Tutor
he: ממתין למורה

# stream_btn_waiting_tutor
source: Waiting for student
he: ממתין לסטודנט

source: Tab
he: לשונית

# tooltip_circle
source: Circle
he: עיגול

# tooltip_clearAll
source: Clear All
he: נקה הכל

# tooltip_code_langauge
source: Choose Languages
he: בחר שפה

# tooltip_code_theme
source: Choose Theme
he: בחר רקע

# tooltip_code_theme_switch
source: Light Theme
he: רקע לבן

# tooltip_color
source: Color Picker
he: בחירת צבע

# tooltip_equation
source: Equation
he: משוואה

# tooltip_eraser
source: Eraser
he: מחק

# tooltip_iink
source: Handwriting
he: כתב יד

# tooltip_line
source: Line
he: קו

# tooltip_mic_mute
source: Mute
he: השתק

# tooltip_mic_unmute
source: Unmute
he: הפעל

# tooltip_pan
source: Pan
he: גרירה

# tooltip_pen
source: Pen
he: עט

# tooltip_select
source: Select
he: בחירה

# tooltip_square
source: Square
he: מלבן

# tooltip_text
source: Text
he: טקסט

# tooltip_undo
source: Undo
he: בטל

# tooltip_upload
source: Upload Image
he: העלאה תמונה

# tooltip_video_pause
source: Pause
he: הפסק

# tooltip_video_resume
source: Resume
he: הפעל

# waiting_in_studyRoom
source: is waiting for you in your
he: מחכה לך

# waiting_in_studyRoom_link
source: study room
he: בחדר הלימוד
