Repository: Nazgaul/Spitball
Catalog: Cloudents.Web/Resources/Js/Upload.*.resx
Languages: he

# btn_open
source: Upload Documents
he: העלה מסמכים

# files_btn_anotherUpload
source: Upload another document
he: העלה מסמך נוסף

# files_btn_anotherUpload_mobile
source: Upload More
he: העלה עוד

# files_btn_answer
source: Answer a question
he: ענה על שאלה

# files_btn_askQuestion
source: Ask a question
he: שאל שאלה

# files_btn_close
source: Close
he: סגור

# files_btn_desktop
source: Your Dekstop
he: שולחן עבודה

# files_btn_drop
source: Or just drop your file here
he: או פשוט גרור את הקובץ שלך לכאן

# files_btn_next
source: Next
he: הבא

# files_btn_phone
source: Your Phone
he: הטלפון שלך

# files_btn_sell
source: Upload my document
he: העלה את המסמך שלי

# files_class
source: Class
he: קורס

# files_component_share_study
source: Share study notes
he: שתף סיכומים

# files_edit
source: Edit
he: ערוך

# files_file_upload
source: Upload a file
he: העלה קובץ

# files_header_subtitle
source: Make money of your study documents.
he: קבל כסף ממסמכי הלימודים שלך

# files_header_title
source: Ready, Set, Go!
he: היכון, הכן, צא!

# files_label_class
source: Select a Relevant Class
he: נא לבחור קורס רלוונטי

# files_label_document_title
source: Document Title
he: כותרת מסמך

# files_label_legal
source: I legally own this document, and all its legal rights
he: אני הבעלים הבלעדי של מסמך זה ושל כל זכויותיו המשפטיות

# files_label_proff_name
source: Professor Name
he: שם המרצה

# files_label_school
source: School
he: מוסד לימודים

# files_label_tags
source: Tags
he: תגיות

# files_placeholder_proff_name
source: Enter a professor name
he: הכנס את שם המרצה

# files_placeholder_tags
source: Type a tag name
he: הכנס תגיות

# files_step2_subtitle
source: Filling details will increase this doc. chances to get found
he: מלא פרטים על המסמך והגדל את הסיכויים שלו להימצא

# files_step2_title
source: Awesome! get your document ready for upload
he: נהדר! הכן את המסמך שלך להעלאה

# files_step3_title
source: Choose document type, it would be easier to find it
he: בחר סוג מסמך, על מנת שיהיה יותר קל למצוא אותו

# files_step4_title
source: Create a title or use the one we created for you
he: צור כותרת או השתמש בכותרת שיצרנו עבורך

# files_step5_subtitle
source: It will help other to find you in more than one way
he: זה יעזור לאחרים למצוא אותך ביותר מדרך אחת

# files_step5_title
source: Add any tag you think is relevant for this doc.
he: הוסף כל תגית שלדעתך רלוונטית עבור מסמך זה

# files_step6_subtitle
source: Please make sure all the details are just right
he: אנא בדוק שכל הפרטים נכונים

# files_step6_title
source: You Rock! you finished sooo fast!
he: מעולה! סיימת ממש מהר!

# files_step7_subtitle
source: Help others while you are waiting
he: עזור לאחרים בזמן שאתה מחכה

# files_step7_title
source: Spread the Word
he: הפץ את המסמך בערוצים נוספים

# files_type_exam
source: Exam note
he: מדריך לימוד

# files_type_lecture
source: Lecture note
he: סיכום שיעור

# files_type_textbook
source: Textbook note
he: סיכום ספר

# files_uploadDoc
source: Upload a Document
he: העלה מסמך
