Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/Home/Resources/AboutUsResources.*.resx
Languages: he

# DescriptionQ1
source: What is Spitball?
he: מה זה ספיטבול?

# TeamCTOName
source: Ram Yaari
he: רם יערי

# TeamDesignerName
source: Shlomi Kastoryano
he: שלומי קסטוריאנו

# TeamWebDevName
source: Irena Dorfman
he: אירנה דורפמן

# TeamCEOName
source: Eidan Apelbaum Ph.D.
he: עידן אפלבוים

# TeamWebDev
source: Web developer
he: מפתחת ווב

# TeamCTO
source: CTO
he: סמנכ"ל טכנולוגיות

# TeamCEO
source: CEO Founder
he: מנכ"ל מייסד שותף

# TeamDesigner
source: Design UX UI
he: מעצב

# TeamHeader
source: Spitball Team
he: צוות ספיטבול

# Subtitle
source: Built by students for students
he: נבנה ע"י סטודנטים בשביל סטודנטים

# DescriptionQ2
source: Our Vision
he: החזון שלנו

# DescriptionA2
source: As university students, we found ourselves struggling to find a fast and efficient way to share notes and study together online. Although some schools had official services for doing just that, they were often clunky and inflexible, making it difficult for us to share ideas with students outside of our class. Social sites made it easier to meet and communicate with one another, but they were not designed for academic life (and distractions were always close at hand). To fill this gap we set out to create a social studying tool that combines flexibility and a social community with an academic learning environment. Our aim is to help our users improve academically, who in turn will improve the academic world. We want to facilitate the cross-pollination of ideas, the sharing of materials and collaboration across schools and subjects. We want our users to become better students by linking them to the global learning community. The Spitball platform is developed by a young bunch of specialists in online platforms. Our combined background includes various online platforms such as AVG MultiMi and Yahoo’s client facing applications such as Mail, Messenger, Groups and My Yahoo!
he: משפחת ספיטבול מורכבת בין היתר מסטודנטים אשר הרגישו את הצורך הבעייתי בעצמם והחליטו להרים את הכפפה ולבנות את ספיטבול. הצוות מורכב ממקצוענים בשלל תחומים כמו מתכנתים, מעצבים, אנשי מוצר ושיווק אשר ביחד הופכים חלום למציאות. כאמור, החזון שלנו מציב את הסטודנטים במרכז ולכן ספיטבול הינה פלטפורמה פתוחה וחינמית אשר מאפשרת לכל הסטודנטים בעולם ליהנות מחוכמת ההמון בדרך אל ההצלחה בעולם האקדמי. סטודנטים, אנחנו כאן בשבילכם - למה ללמוד קשה כשאפשר ללמוד חכם?

# DescriptionA1a
source: Spitball is a free online and mobile social studying application. We are a community built around academic activity so you can focus on studying. It is a place for students of any academic level to work together on assignments, find the study material they need, test their knowledge and discuss ideas. All
he: ספיטבול הינה פלטפורמת לימודים חברתית אשר נבנתה ע״י סטודנטים ובעבורם. באמצעות ספיטבול סטודנטים מתחברים עם חבריהם לכיתה, משתפים חומרי לימוד, שואלים, עונים ומתדיינים על נושאים אקדמאים רלוונטיים לנושאי הלימוד שלהם ופותרים מבחנים שהם עצמם יוצרים. ספיטבול מחוללת מהפכה בכך שלראשונה בעולם האקדמי הסטודנטים עצמם ניצבים בחזית תשומת הלב וניתנים להם הכלים המתאימים לצורכיהם. במרוצת השנים נוצר פער בין הסביבה ההולכת ומשתנה בעולם הטכנולוגי לבין הכלים בהם הסטודנטים משתמשים לצרכים הלימודיים שלהם. ספיטבול מגשרת על הפער הזה באמצעות פלטפורמה מתקדמת אשר מאפשרת לסטודנטים לתקשר בינם לבין עצמם בצורה מעודכנת.
