Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/Home/Resources/StaticPagesResources.*.resx
Languages: he

# AppsSectionText2
source: Can't remember when your paper is due? Post a question on Spitball and get input from your peers.
he: שכחתם מתי אתם אמורים אמורים להגיש את העבודה הקרובה? שאלו כל שאלה בספיטבול וקבלו תשובות ישירות מחבריכם לכיתה.

# AppsSectionText3
source: Find the class you've missed or the article you've been looking for in the library in the palm of your hand! Chat with your friends, ask questions and start studying for your next exam from any device.
he: השיעור שפספסתם או המאמר שחיפשתם בספרייה יכולים להמצא בקלות באפליקציית ספיטבול. דברו עם חבריכם לכיתה, שאלו שאלות והתחילו ללמוד למבחן הבא שלכם מכל מכשיר הנמצא ברשותכם.

# AppsSectionTitle1
source: Find your school and start Spitballing.
he: בחרו את מוסד הלימודים שלכם ותתחילו ללמוד בצורה חכמה

# AppsSectionTitle2
source: Questions about yesterday's class?
he: יש לכם שאלות בנוגע לשיעור של אתמול?

# AppsSubtitle
source: Download the Spitball App!
he: הורידו את אפליקציית ספיטבול לנייד!

# AppsTitle
source: The simple way to share class notes, study guides, quizzes and more for FREE!
he: מהיום יש דרך פשוטה לחלוק חומרי לימוד, מבחנים ושאלות

# ProductTitle
source: Use Spitball like a Pro
he: השתמשו בספיטבול כמו מקצוענים

# FeaturesSectionTitle1
source: Class notes
he: חומרי לימוד

# FeaturesSectionTitle2
source: Quizzes
he: מבחנים מקוונים

# FeaturesSectionText2
source: See how well you are doing and quiz yourself with one of the hundreds of quizzes that your friends have built. Build and upload your own quiz to help your fellow classmates and check your own progress. Coming up with a quiz is a great way to prepare for an exam, so gain extra Spitball points and start building quizzes.
he: בחנו את הרמה שלכם עם אחד ממאות המבחנים המקוונים שחבריכם לכיתה העלו למערכת של ספיטבול. בנו והעלו מבחנים בעצמכם כדי לעזור לחבריכם לכיתה וכדי לבדוק את קצב ההתקדמות שלכם בחומר. יצירת מבחן וחשיבה על שאלות היא דרך מצוינת להתכונן למבחן המתקרב, אז תתחילו לבנות מבחנים מקוונים ולזכות בנקודות בספיטבול.

# FeaturesSectionTitle4
source: Class Feed
he: חברים לכיתה

# FeaturesSectionText4
source: Get to know your classmates, share notes and ideas, ask questions and chat with your friends about anything class related. Study together and be on your way to acing your finals! Get answers directly from your classmates to quickly solve problems when your TAs and professors are too busy.
he: הכירו את החברים שלכם, חלקו סיכומים, רעיונות, שאלו שאלות ודברו עם החברים שלכם על כל נושא הקשור ללימודים. למדו ביחד ותוכלו לקבל ציונים טובים יותר! קבלו תשובות לשאלות שלכם ישירות מחבריכם לכיתה - הם יוכלו לעזור לכם לפתור בעיות בקלות במקום שתאלצו לחכות לשעות קבלה של המרצה או המתרגל.

# FeaturesSectionTitle3
source: Courses
he: קורסים

# FeaturesSectionTitle5
source: Schools
he: מכללות ואוניברסיטאות

# FeaturesSubTitle
source: Use Spitball to study with your friends and get better grades!
he: ספיטבול מאפשרת לכם ללמוד ביחד עם חבריכם לכיתה ולשפר את הציונים שלכם!

# FeaturesTitle
source: Key Features
he: מה זה ספיטבול?

# FeaturesSectionTitle6
source: Spitball’s app
he: האפליקצייה

# ClassNotesTitle
source: Shared Documents
he: חומרי לימוד

# ClassNotesSubtitleA
source: Here’s a sample of Spitball’s 270,000 documents.
he: הנה דוגמה לרק כמה מ- המסמכים הקיימים בספיטבול. 270,000

# CoursesTitle
source: Top Courses
he: קורסים

# CoursesSubtitleA
source: Check out Spitball's top courses.
he: מגוון קורסים מחכים לכם בספיטבול,

# ProductTextBegining
source: Start studying like a pro with Spitball by following a few simple steps:
he: עקבו אחרי מספר שלבים פשוטים ותתחילו להשתמש בספיטבול כמו מקצוענים אמיתיים:

# FeaturesDescriptionA
source: Spitball can help revolutionize the way you study: Whether you’ve missed your last class and are scrambling to get
he: הצטרפו למהפכת הלימודים של ספיטבול: בין אם פספסתם את השיעור האחרון ואתם מחפשים

# FeaturesDescriptionB
source: class notes
he: סיכומים

# FeaturesDescriptionC
source: , have a question regarding a particularly annoying assignment, or just looking for a way to test your knowledge before your finals - Spitball has got you covered!
he: באופן נואש, יש לכם שאלה לגביי עבודה מציקה שיש להגיש בקרוב, או שאתם מחפשים דרך פשוטה לבחון את הידע שלכם לפני הבחינה הגדולה - ספיטבול כאן בשביל לעזור לכם!

source: Sign up for free
he: פתחו חשבון חינמי

# FeaturesDescriptionE
source: , find your school and your courses and start Spitballing with your friends!
he: , בחרו את האוניברסיטה/מכללה שלכם ואת הקורס המבוקש ותתחילו לחלוק מידע עם חבריכם לכיתה בעזרת ספיטבול.

# FeaturesSectionText5A
source: Find your
he: בחרו את

# FeaturesSectionText5B
source: school
he: מוסד הלימודים

# FeaturesSectionText5C
source: and start enjoying Spitball. New
he: שלכם ותתחילו ליהנות מכל מה שיש לספיטבול להציע. בכל יום מתווספים למערכת של ספיטבול

# FeaturesSectionText5D
source: courses
he: קורסים

# FeaturesSectionText5E
source: and class materials are uploaded everyday so you can get the most recent class material. Help build your school’s online community and get all the study materials you are looking for in one cool place. Couldn’t find your school? You can always access relevant class material from other schools, or be the first to use Spitball in your school and start the revolution!
he: וסיכומים נוספים, כך שתוכלו להיות בטוחים שאתם מקבלים את החומרים העדכניים והרלוונטיים ביותר. עזרו לנו לבנות את קהילת ספיטבול של בית הספר שלכם וקבלו גישה לכל חומרי הלימוד שתצטרכו במקום אחד. לא מצאתם את בית הספר שלכם? תוכלו תמיד למצוא חומרי לימוד רלוונטיים נוספים מבתי ספר אחרים, או להיות הנציגים הראשונים של בית הספר שלכם במערכת של ספיטבול ולהוביל את המהפכה!

# FeaturesSectionText3A
source: Find your course and start studying with your friends - There are more than
he: מצאו את הקורס המבוקש ותתחילו ללמוד יחד עם חבריכם לכיתה - קיימים למעלה מ-

# FeaturesSectionText3B
source: 57,000 classes
he: 57,000 קורסים

# FeaturesSectionText3C
source: available. Couldn’t find your course? It only takes a few seconds to open a new one. Now you can invite your friends to join the course & upload their material, and you will both be able to gain some sweet Spitball points.
he: במערכת של ספיטבול. לא מצאתם את הקורס שחיפשתם? אל דאגה, תוכלו לפתוח קורס חדש תוך מספר שניות. עכשיו תוכלו להזמין את חבריכם להצטרף לקורס ולהעלות סיכומים, וכמובן לזכות בנקודות נוספות שיעזרו לכם להפוך למצטיינים בכיתה הוירטואלית של ספיטבול.

# FeaturesSectionText1A
source: Browse through
he: מצאו בקלות בין

# FeaturesSectionText1B
source: thousands of class notes
he: אלפי קבצים של חומרי לימוד

# FeaturesSectionText1C
source: to find the class you've missed. Access all of your class material within a few clicks and upload your own class notes to help your friends excel in their upcoming papers & exams. You can download the document you need to any device, print it, or check it out later, it’s not going anywhere.
he: את השיעור שהחמצתם. קליקים בודדים מפרידים ביניכם לבין חומרי הלימוד שיעזרו לכם לשפר את הציונים שלכם, אז חפשו את חומרי הלימוד המבוקשים במערכת או שתעזרו לחברים שלכם להצליח במבחנים ובעבודות הקרובות ותתחילו להעלות את חומרי הלימוד שלכם. תוכלו להוריד את המסמך שאתם זקוקים לו לכל מכשיר, להדפיס אותו, או לחזור אליו במועד מאוחר, הוא לא הולך לשום מקום.

# FeaturesSectionText6A
source: Study socially anytime and everywhere with the
he: למדו ביחד בכל זמן ובכל מקום עם

# FeaturesSectionText6B
source: Spitball app
he: האפליקצייה של ספיטבול

# FeaturesSectionText6C
source: . Access all of your class materials directly from your phone. Chat with your friends, ask questions and start studying for your next exam from any device.
he: . מצאו בקלות את כל חומרי הלימוד שתזדקקו להם ישירות במכשיר הנייד שלכם. דברו עם חבריכם לכיתה, שאלו שאלות והתחילו ללמוד למבחן הבא שלכם מכל מכשיר הנמצא ברשותכם.

# AppsSectionText1A
source: Study socially anytime and everywhere with the Spitball app. Access all of your
he: למדו ביחד בכל זמן ובכל מקום עם האפליקצייה של ספיטבול. מצאו בקלות את כל

# AppsSectionText1B
source: class materials
he: חומרי הלימוד

# AppsSectionText1C
source: directly from your phone.
he: שתזדקקו להם ישירות במכשיר הנייד שלכם.

# AppsSectionTitle3A
source: Browse through thousands of
he: מצאו את הקורס שלכם ותתחילו ללמוד ביחד

# ProductTextA
source: Open a free Spitball account and pick your school - there are more than
he: פתחו חשבון חינמי בספיטבול ומצאו את בית הספר שלכם - קיימים מעל ל-

# ProductTextB
source: 325 schools
he: 325 מכללות

# ProductTextC
source: available. If you cannot find your school there is still a lot you can do: Find a relevant class material from other schools, or be the first to add your school and help us build the community (and hey, you might even make a few bucks). Now you can find and Join your class, there are more than
he: ואוניברסיטאות במערכת. אם לא מצאתם את המוסד האקדמי המתאים יש עדיין הרבה דברים שתוכלו לעשות: מצאו את חומרי הלימוד שאתם זקוקים להם בבתי ספר אחרים, או שתהיו הראשונים להוסיף את בית הספר שלכם למערכת של ספיטבול וכך תעזרו לנו להגדיל את הקהילה (והיי, אולי אפילו תרוויחו כמה שקלים). כעת תוכלו למצוא ולהצטרף לכל קורס שתרצו, קיימים מעל ל-

# ProductTextD
source: 57,000 classes
he: 57,000 קורסים

# ProductTextE
source: waiting just for you. Find the
he: במערכת שמחכים רק לכם. מצאו את

# ProductTextF
source: material you need
he: חומרי הלימוד שאתם זקוקים להם

# ProductTextG
source: and start studying with your classmates. Ask questions, share ideas and notes with you friends, they can help answer questions when your TAs and professors are too busy. Quiz yourself with one of the thousands of quizzes your classmates have created, or upload your own quiz - coming up with a quiz is a great way to prepare for an exam, and can help your friends in their preparations. Every added friend, question asked, class note uploaded or quiz created can help you become a
he: ותתחילו ללמוד עם חבריכם לכיתה. שאלו שאלות, חלקו רעיונות וחומרי לימוד עם החברים שלכם לכיתה, הם יוכלו לעזור לכם לענות על שאלות בקלות, במקום שתאלצו לחכות לשעות קבלה של המרצה או המתרגל. בחנו את עצמכם עם אחד מאלפי מבחנים מקוונים שנוצרו על ידי חבריכם לכיתה, או העלו מבחן בעצמכם - חשיבה על שאלות היא דרך מצוינת להתכונן למבחן המתקרב ותעזור לסטודנדטים האחרים בכיתה בהכנות שלהם למבחן. כל חבר שהתווסף, שאלה שנשאלת, חומר לימוד שהועלה או מבחן שנוצר יוכל לעזור לכם להפוך ל

# ProductTextH
source: better student
he: תלמידים טובים יותר

# ProductTextI
source: and get better grades.
he: ולסיים את התואר בהצטיינות.

# ProductTextJ
source: Open your free Spitball account today!
he: פתחו חשבון חינמי בספיטבול עוד היום

# ClassNotesSubtitleB
source: to get full access!
he: וקבלו גישה מלאה!

# CoursesSubtitleB
source: to find your course!
he: ומצאו את הקורס שלכם!

# CoursesExtra
source: Find courses that are relevant to you by
he: למציאת הקורס שלכם

# CoursesSigningUp
source: signing up
he: הירשמו עכשיו
