Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/Home/Resources/WelcomeResources.*.resx
Languages: ru, zh

source: Close
ru: Закрыть
zh: 关闭

# step1Header
source: Welcome to Cloudents
ru: Добро пожаловать в Cloudents
zh: 欢迎来到 Cloudents

# step1Text
source: Your place to study, share and connect with your classmates
ru: Место, где вы можете учиться, делиться и общаться со своими однокурсниками
zh: 和你的同学一起学习、分享及沟通的平台

# step2FindText
source: Browse or search your department to find classes
ru: Просмотр или поиск вашего отдела для нахождения курсов
zh: 浏览或搜索你所在的院系，以查找你的课程

# step2FindTitle
source: Find
ru: Найти
zh: 查找

# step2FollowText
source: When you find a class, click the follow button to add to your space
ru: После нахождения курса нажмите на кнопку «Следовать», чтобы добавить курс к своему месту
zh: 当你找到一个课程时，点击“关注”按钮便可添加到你的空间里

# step2FollowTitle
source: Follow
ru: Следовать
zh: 关注

# step2Header
source: Discover your classes
ru: Узнайте свои курсы
zh: 探索你的课程

# step3DiscussText
source: Join the discussion, share your thoughts with your class mates
ru: Присоединяйтесь к обсуждению, поделитесь своими мыслями с однокурсниками
zh: 加入讨论，与你的同学分享你的想法

# step3DiscussTitle
source: Discuss
ru: Обсудить
zh: 讨论

# step3Header
source: Add your content
ru: Добавить свой контент
zh: 添加你的内容

# step3UploadText
source: Easily upload files to your class by drag and drop
ru: Легкая загрузка файлов на свой курс с помощью перетаскивания
zh: 通过拖放轻松上传文件到你的课程

# step3UploadTitle
source: Upload
ru: Загрузить
zh: 上传

# step4Header
source: Share with your friends
ru: Поделитесь со своими друзьями
zh: 与朋友分享

# step4InviteText
source: Cloudents is best with your friends, invite them to join
ru: Cloudents подходит и для ваших друзей, пригласите их присоединиться
zh: Cloudents 最适合与你的朋友分享，马上邀请他们加入吧

# step4InviteTitle
source: Invite
ru: Пригласить
zh: 邀请

# step4SocialText
source: Easily connect and share with friends on Facebook or Email
ru: С легкостью общайтесь и делитесь со своими друзьями на Facebook или по электронной почте
zh: 通过 Facebook 或 Email 轻松与你的朋友建立连接和分享

# step4SocialTitle
source: Social
ru: Социальный
zh: 社交
