Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/Box/Resources/IndexResources.*.resx
Languages: he

source: Best Answer
he: תשובה הכי טובה

source: Delete
he: מחק

source: Download
he: הורד

source: download attachment
he: הורד קובץ מצורף

source: Folders
he: תיקיות

# Invite
source: Invite friends
he: הזמן חברים

# MarkCorrect
source: Mark as correct answer
he: סמן כתשובה נכונה

# NoQuestions
source: There are no questions here yet
he: אין שאלות

# NotClear
source: Got a burning question?
he: יש לך שאלה לגבי מה שנלמד בקורס?

source: remove attachment
he: הסר קובץ מצורף

source: show attachment
he: הצג קובץ מצורף

source: Upload
he: העלה

# Useful
source: This is useful
he: זה עזר לי

source: Box settings
he: הגדרות קופסה

# CourseNumber
source: Class number
he: מספר קורס

source: Lecturer
he: מרצה

source: Lecturer name
he: שם מרצה

source: Notify me:
he: שלח לי הודעה

source: Number
he: מספר

source: Reinvite
he: הזמן שוב

source: Reinvited
he: הוזמן

# SearchMember
source: Search by member name
he: חפש

source: Uninvited
he: מחק הזמנה

# OnYourMind
source: What's on your mind?
he: מה אתה חושב?

# BestInClass
source: Best in our class
he: הכי טוב בכיתה שלנו
