Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mobile/Views/Account/Resources/AccountResources.*.resx
Languages: ar, he

# AlreadyHave
source: Already have an account?
ar: ألديك حساب مسبقاُ؟
he: כבר יש לך חשבון?

source: and
ar: و
he: ו

# ByEmail
source: Or by email
ar: او عن طريق البريد الالكتروني
he: או באמצאות דוא"ל

# CheckEmail
source: Check your email
ar: تحقق من بريدك الإلكتروني
he: בדוק את האימייל שלך

# ChoosePwd
source: Choose a new password
ar: اختيار كلمة مرور جديدة
he: בחר סיסמה חדשה

# ChooseSchool
source: Please complete registration by filing in the following information
ar: يرجى إكمال التسجيل عن طريق اختيار المدرسة الحالية
he: לסיום תהליך ההרשמה אנא בחר את השדה המתאים

source: Confirm password
ar: تأكيد كلمة المرور
he: אשר סיסמא

source: Continue
ar: مواصلة
he: המשך

# CreateAccount
source: Create an account
ar: إنشاء حساب
he: צור חשבון

source: Don't have an account?
ar: لا يوجد لديك حساب ؟
he: עדיין אין לך חשבון?

source: Email
ar: عنوان البريد الكتروني
he: דוא"ל

# EmailSignUp
source: Sign up with email
ar: تسجيل الدخول بالبريد الإلكتروني
he: הרשם דרך אימייל

# EnterBelow
source: Enter the confirmation code we provided below and continue to reset your password or follow the link in the email.
ar: أدخل رمز التأكيد الذي قدمنا أدناه واستمر في إعادة تعيين كلمة مرورك أو اتبع الرابط في البريد الإلكتروني.
he: הכנס את קוד האימות שנשלח לך באימייל והמשך לשחזור הסיסמה שלך או חזור אל מייל שחזור הסיסמה שקיבלת ולחץ על הלינק המצורף אליו

# Facebook
source: Log in with Facebook
ar: عبر فيسبوك
he: התחבר עם פייסבוק

# FacebookSignUp
source: Sign up with Facebook
ar: التسجيل عبر الفيس بوك
he: הרשם דרך פייסבוק

source: Female
ar: أنثى
he: נקבה

# FieldRequired
source: This field is required
ar: هذا الحقل مطلوب
he: חובה למלא שדה זה

source: First name
ar: الاسم الأول
he: שם פרטי

# ForgotPassword
source: Forgot your password?
ar: نسيت كلمة المرور ؟
he: שכחת את הסיסמה שלך?

# GenderRequired
source: Please select gender
ar: الرجاء اختيار نوع الجنس
he: אנא בחר מגדר

# GetFull
source: Get the full
he: הורידו את

# HomePageTitle
source: Do you want to get
he: הדרך הקלה והיעילה ביותר

# HomePageTitle2
source: better grades?
he: לסיים את התואר!

# HomePageTitle3
source: Need to chat with your fellow students?
he: רוצים למצוא ולשתף סיכומים לקורסים שלכם?

# HomePageTitle4
source: Access relevant studying material?
he: לתרגל מבחנים משנים קודמות?

# HomePageTitle5
source: Practice before the final?
he: לשאול שאלות את החבר'ה מהכיתה?

# HomePageTitle6
source: Cloudents brings it all together
he: הצטרפו למאות אלפי סטודנטים,

# HomePageTitle7
source: join, for FREE!
he: הורידו והצטרפו (בחינם!)

# IAgree
source: By joining, I agree to Cloudents
ar: انا موافق , للتسجل للموقع
he: בהרשמה, אני מסכים

# InvalidEmail
source: Invalid email address
ar: بريد الكتروني غير صالح
he: כתובת דוא"ל זו אינה חוקית

# JustEnter
source: Just enter the email address you used to create your account.
ar: فقط أدخل عنوان البريد الإلكتروني الذي استخدمته لإنشاء حسابك.
he: הכנס את כתובת האימייל שאיתה נרשמת למערכת

source: Last name
ar: اسم العائلة
he: שם משפחה

# LocateAccount
source: We will locate your account and send you an email with a link to reset your password.
ar: نحن سوف نقوم بتحديد حسابك ونرسل لك رسالة بالبريد الالكتروني تحتوي على رابط لإعادة تعيين كلمة مرورك.
he: אנחנו נאתר את החשבון שלך ונשלח לך אימייל עם קישור לשחזור הסיסמה

source: Log in
ar: الاتصال
he: התחבר

source: Male
ar: ذكر
he: זכר

source: Password
ar: كلمة مرور
he: סיסמא

source: Privacy Policy
ar: تعليمات وقواعد الخصوصية
he: ומדיניות פרטיות

# PwdAtLeast6Chars
source: Password must contain at least 6 characters
ar: يجب ان يكون 6 احرف على الاقل
he: סיסמא צריכה להכיל לפחות 6 תווים

source: Remember me
ar: تذكر بياناتي
he: זכור אותי

source: Reset
ar: إعادة تعيين
he: איפוס

source: Sign up
ar: تسجيل
he: הירשם

source: version now
he: האפליקציה עכשיו

# WeEmailed
source: We've emailed you password reset instructions.
ar: لقد أرسلنا لك عبر البريد الالكتروني تعليمات إعادة تعيين كلمة المرور.
he: סיסמה חדשה נשלחה לאימייל שלך עם הוראות לשינוי הסיסמה

# ConfirmEmailCompare
source: Emails don't match
ar: كلمة المرور غير ملائمة

# SocialStudy
source: It's more than just studying, it's social studying
ar: إنها أكثر من مجرد دراسة، إنها دراسة اجتماعية
