Repository: Nazgaul/Spitball
Catalog: Cloudents.Ico/Resources/Views/Home/Index.*.resx
Languages: de, es_es, he, ja, ko, ru, zh_hans

# Vision
source: Our <b>vision</b> is to create an <b>economy for students</b> that is <b>Transparent, Secure,</b> and <b>Direct</b> (peer-to-peer), in an <b>Efficient Market</b> with <b>Lower Prices,</b> Higher Volume and <b>Fair Profit Rewards</b> for community contributors.
de: #TODO#_Unsere <b>Vision</b> ist die Schaffung einer <b>Wirtschaft für Schüler</b>, die <b>transparenten, sicheren</b> und <b>direkten</b> (Peer-to-Peer), in einem <b>effizienten Markt</b> mit <b>niedrigeren Preisen,</b> höhere Volumen und <b>angemessenen Profit Belohnungen</b> für die Gemeinschaft ist Mitwirkenden.
es_es: #TODO#_Nuestra <b>visión</b> es crear una <b>economía para estudiantes</b> que es <b>transparente, seguro</b> y <b>directa</b> (peer-to-peer), en un <b>mercado eficiente</b> con <b>precios más bajos,</b> mayor volumen y <b>ganancias justas recompensas</b> por comunidad colaboradores.
he: שלנו, &lt;b&gt;החזון&lt;/b&gt; הוא ליצור &lt;b&gt;כלכלה לסטודנטים&lt;/b&gt; הוא &lt;b&gt;שקוף, מאובטח,&lt;/b&gt; ו &lt;b&gt;ישיר&lt;/b&gt; (peer-to-peer), &lt;b&gt;שוק יעיל&lt;/b&gt; עם נפח גבוה יותר &lt;b&gt;להוריד מחירים&lt;/b&gt; , &lt;b&gt;תגמולים רווח הוגן&lt;/b&gt; עבור תורמים לקהילה!
ja: <span lang="en">Spitball</span> の<b>ビジョン</b>は、<b>透明、安全</b><b>、直接的</b>（ピアツーピア）な<b>学生のための経済圏</b>を、<b>効率性の高い市場</b>において<b>低価格</b>、高用量、そしてコミュニティの貢献者に<b>妥当な報酬</b>で作り出すことです。
ko: #TODO#_우리의 <b>비전</b> 이며 <b>투명 하 고, 보안,</b> <b>직접</b> (피어-투-피어), <b>낮은 가격,</b> 높은 볼륨 및 커뮤니티에 대 한 <b>공정한 이익 보상</b> <b>효율적인 시장</b>에서 <b>학생 들을 위한 경제</b>를 만드는 것입니다. 참여자입니다.
ru: #TODO#_Наше <b>видение</b> заключается в создании <b>экономики для студентов</b>, <b>прозрачный, безопасный</b> и <b>прямые</b> (равный равному), <b>эффективный рынок</b> с <b>более низким ценам,</b> больший объем и <b>справедливую прибыль награды</b> для сообщества войска.
zh_hans: #TODO#_我们的 <b> 远景 </b> 是创建 <b> 经济为学生 </b> 是 <b> 透明, 安全, </b> 和 <b> 直接 </b> (对等), 在 <b> 有效市场 </b> 以 <b> 更低的价格, </b> 更高的容量和 <b> 公平利润奖励 </b> 为社区贡献。

# VisionFooter
source: Vision
de: #TODO#_Vision
es_es: #TODO#_Visión
he: חזון
ja: ビジョン
ko: #TODO#_비전
ru: #TODO#_Видение
zh_hans: #TODO#_视觉

source: Whitepaper
de: #TODO#_Whitepaper
es_es: #TODO#_Libro blanco
he: סקירה טכנית!
ja: ホワイトペーパー
ko: #TODO#_백서
ru: #TODO#_Тематическая статья
zh_hans: #TODO#_白皮书

source: Whitepaper published and launch of Spitball 2.0 Homework Help marketplace
de: #TODO#_Whitepaper veröffentlicht und Start des Spitball 2.0 Hausaufgaben helfen Marketplace
es_es: #TODO#_Libro blanco publicado y lanzamiento de Spitball 2.0 tarea ayudar a mercado
he: סקירה טכנית לאור, השקת שוק רוק 2.0 שיעורי הבית לעזור!
ja: ホワイトペーパーの公開と <span lang="en">Spitball 2.0 Homework Help Marketplace</span> の開始
ko: #TODO#_백서 출판 및 Spitball 2.0 숙제 도움 마켓 플레이스의 출시
ru: #TODO#_Тематическая статья опубликована и запуск Spitball 2.0 домашнее задание помочь рынка
zh_hans: #TODO#_白皮书出版并推出 Spitball 2.0 家庭作业帮助市场

source: Your Email
de: #TODO#_Ihre e-Mail-Adresse
es_es: #TODO#_Su correo electrónico
he: כתובת הדוא"ל שלך
ja: メールアドレス
ko: #TODO#_귀하의 이메일
ru: #TODO#_Ваш электронный адрес
zh_hans: #TODO#_您的电子邮件

source: Your Message
de: #TODO#_Ihre Nachricht
es_es: #TODO#_Su mensaje
he: ההודעה שלכם
ja: メッセージ
ko: #TODO#_귀하의 메시지
ru: #TODO#_Ваше сообщение
zh_hans: #TODO#_您的留言

source: Your Name
de: #TODO#_Ihr Name
es_es: #TODO#_Te llamas
he: השם שלך
ja: 名前
ko: #TODO#_사용자 이름
ru: #TODO#_Ваше имя
zh_hans: #TODO#_您的姓名
