Repository: Nazgaul/Spitball
Catalog: Cloudents.Ico/Resources/Views/Home/Index.*.resx
Languages: de, es_es, he, ja, ko, ru, zh_hans

source: Advisory Board to be announced soon...
de: #TODO#_Beirat in Kürze...
es_es: #TODO#_Consejo Asesor que se anunciará pronto...
he: מייעצת יוכרזו בקרוב...!
ja: アドバイザリーボードを間もなく公表…
ko: #TODO#_곧 발표 될 자문 위원회...
ru: #TODO#_Консультативный Совет будет объявлено вскоре...
zh_hans: #TODO#_顾问委员会即将公布..。

source: All trademarks and copyrights belong to their respective owners.
de: #TODO#_Alle Warenzeichen und Copyrights gehören ihren jeweiligen Eigentümern.
es_es: #TODO#_Todas las marcas y copyrights pertenecen a sus respectivos propietarios.
he: כל הזכויות והסימנים המסחריים שייכים לבעליהם.!
ja: 商標および著作権はすべてそれぞれの権利者に帰属します。
ko: #TODO#_모든 상표와 저작권은 해당 소유자에 속한다.
ru: #TODO#_Все торговые марки и авторские права принадлежат их соответствующим владельцам.
zh_hans: #TODO#_所有商标和版权属于各自的所有者。

source: Any questions? Reach out to us and we’ll get back to you shortly.
de: #TODO#_Noch Fragen? Erreichen Sie uns und wir werden uns umgehend mit Ihnen in Kürze.
es_es: #TODO#_¿Alguna pregunta? Llegar a nosotros y te responderemos pronto.
he: יש שאלות? לפנות אלינו, ואנו נחזור אליך תוך זמן קצר.!
ja: 何かご質問はありますか？ご連絡いただければすぐにお返事します。
ko: #TODO#_질문에 답하세요? 우리에 게 밖으로 도달 하 고 우리는 당신 곧 돌아올 거 야.
ru: #TODO#_Любые вопросы? Свяжитесь с нами и мы свяжемся с вами вскоре.
zh_hans: #TODO#_有问题吗？向我们伸出手, 我们很快就会回来找你。

source: As seen in
de: #TODO#_Wie in
es_es: #TODO#_Como se ve en
he: כפי שניתן לראות!
ja: 参照
ko: #TODO#_보듯이
ru: #TODO#_Как видно из
zh_hans: #TODO#_如中所示

# Believe
source: We believe that students are the real driving force of the market, and by using <b>blockchain technology</b> we aim to <b>put students at the center of the Student Economy -</b> <i>giving the power back to the students.</i>
de: #TODO#_Wir glauben, dass Schüler die eigentliche treibende Kraft des Marktes, und mithilfe der <b>Blockchain-Technologie</b> wir <b>Schüler in der Mitte der Student Wirtschaft wollen -</b> <i>die macht, die Schüler zurückzugeben.</i>
es_es: #TODO#_Creemos que los estudiantes son el verdadero motor del mercado, y mediante la <b>tecnología de blockchain</b> nuestro objetivo es <b>poner a los estudiantes en el centro de la economía de estudiante -</b> <i>devolver el poder a los alumnos.</i>
he: אנו מאמינים כי הסטודנטים הם הכוח המניע האמיתי של השוק, ועל ידי שימוש <b>בטכנולוגיה blockchain</b> אנו שואפים <b>לשים את התלמידים במרכז של כלכלת הסטודנטים -</b> <i>נותן את הכוח בחזרה לסטודנטים.</i> !
ja: 私たちは、学生こそが市場の実際の推進力だと考えており、<b>ブロックチェーン技術</b>を利用することによって、<b>学生の皆さんを学生経済圏の中心に据えること</b> <i>権限を学生に戻すことを目指しています。</i>
ko: #TODO#_우리 학생 들이 실제 시장의 힘을 운전 우리 <b>학생 경제-의 센터에서 학생 들을</b> 목표로 하는 <b>blockchain 기술을</b> 사용 하 여 믿고 <i>다시 학생 들에 게 힘을 주는.</i>
ru: #TODO#_Мы считаем, что студенты являются реальной движущей силой рынка, и с помощью <b>blockchain технологии</b>, мы стремимся <b>положить студентов в центре студент экономики -</b> <i>отдать власть студентам.</i>
zh_hans: #TODO#_我们相信学生是市场的真正推动力, 通过使用 <b> blockchain 技术 </b>, 我们的目标是 <b> 将学生置于学生经济的中心-</b> <i> 给学生权力. </i>

# Buying &amp; selling of textbooks
source: Buying & selling of textbooks
de: #TODO#_Kauf & Verkauf von Lehrbüchern
es_es: #TODO#_Compra y venta de libros de texto
he: קנייה ומכירה של ספרי לימוד!
ja: 教科書の売買
ko: #TODO#_구매 및 판매 하는 교과서의
ru: #TODO#_Покупка & продажа учебников
zh_hans: #TODO#_教科书的买卖

# Buying miscellaneous
source: Buying & selling of miscellaneous items such as dorm supplies, electronics, clothing, furniture, event tickets and more
de: #TODO#_Kauf & Verkauf von sonstigen Gegenständen wie Wohnheim-Zubehör, Elektronik, Kleidung, Möbel, Event-Tickets und mehr
es_es: #TODO#_Compra y venta de artículos diversos tales como suministros de dormitorio, electrónica, ropa, muebles, entradas y más
he: קנייה ומכירה של פריטים שונים כגון אספקה ​​במעונות, אלקטרוניקה, בגדים, רהיטים, כרטיסים לאירוע ועוד!
ja: 寮の生活用品、電子機器、衣類、家具、イベントのチケット等いろいろなアイテムの売買
ko: #TODO#_구매 및 판매 하는 등 기숙사 공급, 전자 제품, 의류, 가구, 이벤트 티켓 및 기타 항목의
ru: #TODO#_Покупка & продажи различных элементов, таких как общежитие поставок, электроника, одежда, мебель, билеты и многое другое
zh_hans: #TODO#_购买和销售杂项物品, 如宿舍用品, 电子, 服装, 家具, 活动门票等

source: Contact Us
de: #TODO#_Kontaktieren Sie uns
es_es: #TODO#_En contacto con nosotros
he: צור קשר
ja: 連絡先
ko: #TODO#_저희에 게 연락
ru: #TODO#_Свяжитесь с нами
zh_hans: #TODO#_联系我们

# Copyright &amp; 2018, Cloudents LTD .
source: Copyright & 2018, Cloudents LTD .
de: #TODO#_Copyright & 2018, Cloudents LTD.
es_es: #TODO#_Derechos de autor y 2018, LTD de Cloudents.
he: זכויות יוצרים & 2018, Cloudents בע מ.!
ja: <span lang="en">Copyright © Cloudents 2018</span>
ko: #TODO#_저작권 및 2018, Cloudents 주식 회사
ru: #TODO#_Авторское право & 2018, Cloudents LTD.
zh_hans: #TODO#_版权所有 2018, Cloudents 有限公司

source: Developers
de: #TODO#_Entwickler
es_es: #TODO#_Desarrolladores de
he: מפתחים
ja: 開発者
ko: #TODO#_개발자
ru: #TODO#_Разработчики
zh_hans: #TODO#_开发 人员

source: Download Whitepaper
de: #TODO#_Whitepaper herunterladen
es_es: #TODO#_Descargar Whitepaper
he: להוריד סקירה טכנית
ja: ホワイトペーパーをダウンロード
ko: #TODO#_백서 다운로드
ru: #TODO#_Скачать документ
zh_hans: #TODO#_下载白皮书

source: Enter your email
de: #TODO#_Geben Sie Ihre e-Mail-Adresse
es_es: #TODO#_Introduzca su correo electrónico
he: הזן את הדואר האלקטרוני שלך
ja: メールアドレスを入力してください
ko: #TODO#_귀하의 이메일을 입력
ru: #TODO#_Введите адрес электронной почты
zh_hans: #TODO#_输入您的电子邮件

# FirstParagraph
source: Enabling <b>1 billion</b> students around the world to exchange content, knowledge and services directly with each other, without costly 3rd-party intermediaries <b>Disrupting a $150 billion market</b>
de: #TODO#_<b>1 Milliarde</b> die Studierenden auf der ganzen Welt zum Austausch von Inhalten, Kenntnisse und Leistungen direkt miteinander, ohne teure Zwischenhändler von 3rd-Party <b>- Störung einen $ 150 Milliarden-Markt</b>
es_es: #TODO#_<b>1 billón</b> de estudiantes alrededor del mundo intercambiar contenidos, conocimientos y servicios directamente con cada uno, sin costosos intermediarios de 3rd-party <b>- interrumpir un mercado de $ 150 billones</b>
he: הפעלת התלמידים <b>1 מיליארד דולר</b> ברחבי העולם כדי חילופי תוכן, ידע ושירותים ישירות עם אחד את השני, בלי מתווכים צד שלישי יקר <b>שיבוש שוק 150 מיליארד דולר</b>
ja: 世界中の <b>10</b> 億人の学生達が、サードパーティーの高額な中間コストなしでお互いに直接コンテンツ、知識、サービスを交換できるようになると<b> - - 1500 億円市場が崩壊することになります</b>
ko: #TODO#_콘텐츠, 지식 및 서비스 직접 서로와, 비용이 많이 드는 3-파티 중 개인 <b>-$150 십억 시장 방해</b> 없이 교환 학생 들이 세계의 <b>1 십억</b> 있도록
ru: #TODO#_Включение <b>1 млрд</b> студентов по всему миру для обмена содержимое, знаний и услуг непосредственно друг с другом, без дорогостоящих сторонних посредников <b>— нарушения на рынке 150 миллиардов долларов</b>
zh_hans: #TODO#_使世界各地的 <b> 10亿 </b> 学生能够直接相互交换内容、知识和服务, 而不需要昂贵的第三方中介机构 <b>-中断1500亿美元的市场 </b>

# Founded
source: Spitball was founded in 2014. These are some of the milestones we have already achieved, and some we are looking forward to achieving in the future with the help of our team, community and investors:
de: #TODO#_Spitball wurde 2014 gegründet. Dies sind nur einige Meilensteine, die wir bereits erreicht haben, und wir freuen uns auf in die Zukunft mit Hilfe von unserem Team, Gemeinschaft und Investoren zu erreichen:
es_es: #TODO#_Spitball fue fundada en el año 2014. Estos son algunos de los hitos que hemos logrado ya, y algunos estamos mirando adelante a conseguir en el futuro con la ayuda de nuestro equipo, comunidad y accionistas:
he: Spitball נוסדה בשנת 2014. אלה הם חלק מאבני הדרך שאנחנו כבר השיגו, וכמה אנחנו מצפים להשיג בעתיד בעזרת הצוות שלנו, הקהילה והמשקיעים :!
ja: <span lang="en">Spitball</span> は 2014年に創業しました。私たちが既に成し遂げてきた出来事、そして<span lang="en">Spitball</span> チーム、コミュニティ、投資家の支援によって将来成し遂げることを心待ちにしている出来事を以下に紹介します。
ko: #TODO#_Spitball은 2014에 설립 되었다. 이들은 우리는 이미 달성 하는 이정표의 일부 및 일부 우리 앞으로 우리 팀, 지역 사회와 투자자 들의 도움으로 미래에 달성 하고자 하는:
ru: #TODO#_Spitball была основана в 2014 году. Вот некоторые из вех, которого мы уже достигли, и некоторые мы рассчитываем на достижение в будущем с помощью нашей команды, сообщества и инвесторов:
zh_hans: #TODO#_Spitball 成立于2014年。这些是我们已经取得的一些里程碑, 我们期待着在我们的团队、社区和投资者的帮助下实现未来:

source: Get In Touch
de: #TODO#_Kontaktieren Sie uns
es_es: #TODO#_Ponerse en contacto
he: צרו קשר
ja: <span lang="en">Spitball</span> へ連絡
ko: #TODO#_연락
ru: #TODO#_Войти в контакт
zh_hans: #TODO#_取得联系

source: Initial wallet released
de: #TODO#_Anfängliche Brieftasche veröffentlicht
es_es: #TODO#_Cartera inicial de liberados
he: ארנק ראשוני שוחרר!
ja: 初期ウォレットのリリース
ko: #TODO#_출시 초기 지갑
ru: #TODO#_Первоначальный Бумажник выпустила
zh_hans: #TODO#_最初的钱包发布

source: Integration with 3rd party (offline) stores & universities to accept SBL on campuses
de: #TODO#_Integration mit 3rd Party (offline) Geschäfte & Universitäten, SBL auf dem Campus zu akzeptieren
es_es: #TODO#_Integración con el 3er partido (offline) tiendas y universidades a aceptar SBL en campus
he: שילוב עם 3 חנויות (לא מקוון) מסיבה & האוניברסיטאות לקבל ובינונית ליצירת בקמפוסים!
ja: サードパーティー（オフライン）のストアや大学と統合して大学キャンパスで SBL の使用を受付
ko: #TODO#_3 파티 (오프 라인) 매장 및 대학 캠퍼스에 SBL 동의 통합
ru: #TODO#_Интеграция с 3rd партия (автономные) Магазины & университетов принять SBL на кампусах
zh_hans: #TODO#_与第三方 (离线) 商店和大学整合, 接受校园 SBL

source: Integration with 3rd party sites to accept SBL token
de: #TODO#_Integration mit 3rd Party Websites, SBL Token zu akzeptieren
es_es: #TODO#_Integración con sitios de partido 3 º aceptar token SBL
he: שילוב עם אתרי צד שלישי לקבל ובינונית ליצירת token!
ja: サードパーティーのサイトと統合して SBL トークンの使用を受付
ko: #TODO#_SBL 토큰을 받아 제 3 자 사이트와 통합
ru: #TODO#_Интеграция с третьих сайтов партии принять SBL маркер
zh_hans: #TODO#_与第三方站点集成以接受 SBL 令牌

source: Join Telegram
de: #TODO#_Telegramm beitreten
es_es: #TODO#_Únete telegrama
he: הצטרפות מברק
ja: <span lang="en">Telegram</span> に参加
ko: #TODO#_전보를 가입
ru: #TODO#_Присоединяйтесь к Телеграмма
zh_hans: #TODO#_加盟电报

source: Join us on Telegram
de: #TODO#_Begleiten Sie uns auf Telegramm
es_es: #TODO#_Únase a nosotros en telegrama
he: הצטרפו אלינו מברק!
ja: <span lang="en">Telegram</span> で参加
ko: #TODO#_전보에 우리와 함께
ru: #TODO#_Присоединяйтесь к нам на Телеграмма
zh_hans: #TODO#_加入我们的电报

source: Launch of Spitball Marketplace for all student-related goods and services (tutors, textbooks, class material, second-hand items, etc.)
de: #TODO#_Start des Spitball Marketplace für alle Schüler-bezogenen Waren und Dienstleistungen (Tutoren, Schulbücher, Unterrichtsmaterial, gebrauchte Gegenstände usw.).
es_es: #TODO#_Lanzamiento de Spitball mercado para todos los productos relacionados con el estudiante y servicios (tutores, libros de texto, material de clase, artículos de segunda mano, etcetera.)
he: ההשקה של רוק השוק עבור כל הקשורות סטודנט סחורות ושירותים (מורים, ספרי לימוד, חומר הכיתה, פריטי יד שנייה, וכו '.)!
ja: あらゆる学生関連の商品やサービス（個人指導、教科書、教材、中古品）に対応する <span lang="en">Spitball</span> マーケットプレイスを開始
ko: #TODO#_모든 학생 관련 상품 및 서비스 (교사, 교과서, 수업 자료, 간접 항목, 등등)의 Spitball 시장 출시
ru: #TODO#_Запуск Spitball рынка для всех студентов связанных товаров и услуг (Репетиторы, учебников, класс материала, бывшие в употреблении предметы и т.д.)
zh_hans: #TODO#_为所有与学生有关的商品和服务 (导师、课本、班级材料、二手物品等) 推出 Spitball 市场。

# Mission
source: Our <b>mission</b> is to provide students with a marketplace that serves their needs, where they’ll be able to receive and provide homework help, exchange course notes, find work, buy and sell books and much more.
de: #TODO#_Unsere <b>Mission</b> ist es, Schülern einen Marktplatz, dass dient ihre Bedürfnisse wo können sie erhalten und bieten Hausaufgabenbetreuung, Austausch von Kursunterlagen, Arbeit zu finden, kaufen und, Bücher und vieles mehr verkaufen.
es_es: #TODO#_Nuestra <b>misión</b> es proporcionar a los estudiantes con un mercado que sirve sus necesidades, que sean capaces de recibir y proporcionar ayuda con la tarea, intercambio de notas del curso, encuentran trabajo, compra y vende libros y mucho más.
he: <b>המשימה</b> שלנו היא לספק לתלמידים שוק שמשרת את הצרכים שלהם, שם הם יוכלו לקבל ולספק שיעורי בית לעזור, להחליף קורסים, למצוא עבודה, לקנות ולמכור ספרים ועוד.!
ja: <span lang="en">Spitball</span> の<b>ミッション</b>は、学生のニーズに貢献するマーケットプレイスを学生の皆さんに提供することであり、課題のヘルプや講義ノートの交換、求職、教科書の売買をはじめ、より多くのことができる場を実現します。
ko: #TODO#_우리의 <b>임무</b>는 그들의 요구 어디에 그들이 수신 및 숙제 도움을 제공, 코스 노트를 교환 할 수 있을 거 야 찾을 일은 구매 및 판매도 서 및 더 많은 학생 들이 시장 제공.
ru: #TODO#_Наша <b>Миссия</b>-предоставить студентам на рынке служит их потребности, где они будут способны получать и предоставлять помощь с домашней работой, обмен курса отмечает, найти работу, Купить и продать книги и многое другое.
zh_hans: #TODO#_我们的 <b> 任务 </b> 是为学生提供一个满足其需求的市场, 在那里他们能够接收和提供家庭作业帮助、交换课程笔记、查找工作、买卖书籍等等。

source: Our Partners
de: #TODO#_Unsere Partner
es_es: #TODO#_Nuestros socios
he: השותפים שלנו
ja: <span lang="en">Spitball</span> のパートナー
ko: #TODO#_우리의 파트너
ru: #TODO#_Наши партнеры
zh_hans: #TODO#_合作伙伴

source: Partners
de: #TODO#_Partner
es_es: #TODO#_Socios
he: שותפים
ja: パートナー
ko: #TODO#_파트너
ru: #TODO#_Партнеры
zh_hans: #TODO#_合作 伙伴

source: Peer-to-Peer Tutoring
de: #TODO#_Peer-to-Peer-Tutoring
es_es: #TODO#_Peer-to-Peer Tutoring
he: עמית לעמית הוראה!
ja: ピアツーピアの個人指導
ko: #TODO#_피어-투-피어 튜 터 링
ru: #TODO#_Peer-to-Peer Репетиторы
zh_hans: #TODO#_对等辅导

source: Privacy Policy
de: #TODO#_Privacy Policy
es_es: #TODO#_Política de privacidad
he: מדיניות פרטיות
ja: プライバシーポリシー
ko: #TODO#_개인 정보 보호 정책
ru: #TODO#_Политика конфиденциальности
zh_hans: #TODO#_隐私权政策

source: Q1 2014
de: #TODO#_1. QUARTAL 2014
es_es: #TODO#_Q1 2014
ja: 2014 年第 1 四半期
ko: #TODO#_2014 년 1 분기
ru: #TODO#_1 КВАРТАЛ 2014
zh_hans: #TODO#_Q1 2014

source: Q1 2019
de: #TODO#_Q1-2019
es_es: #TODO#_2019 DE Q1
he: Q1
ja: 2019 年第 1 四半期
ko: #TODO#_1 분기 2019
ru: #TODO#_Q1-2019
zh_hans: #TODO#_Q1 2019

source: Q2 2019
de: #TODO#_Q2-2019
es_es: #TODO#_2019 DE Q2
ja: 2019 年第 2 四半期
ko: #TODO#_Q2 2019
ru: #TODO#_Q2 2019
zh_hans: #TODO#_Q2 2019

# Q3 &amp; Q4 2018
source: Q3 & Q4 2018
de: #TODO#_Q3 & Q4 2018
es_es: #TODO#_Q3 Y Q4 2018
he: Q3 המגבר; 2018 ש4!
ja: 2018 年第 3&4 四半期
ko: #TODO#_3 분기 및 4 분기 2018
ru: #TODO#_Q3 & Q4 2018
zh_hans: #TODO#_Q3 和 Q4 2018

source: Q3 2016
de: #TODO#_3. QUARTAL 2016
es_es: #TODO#_Q3 2016
ja: 2016 年第 3 四半期
ko: #TODO#_3 분기 전망
ru: #TODO#_Q3 2016
zh_hans: #TODO#_Q3 2016

source: Q3 2017
de: #TODO#_3. QUARTAL 2017
es_es: #TODO#_Q3 2017
ja: 2017 年第 3 四半期
ko: #TODO#_Q3 2017
ru: #TODO#_Q3 2017
zh_hans: #TODO#_Q3 2017

source: Q3 2018
de: #TODO#_Q3-2018
es_es: #TODO#_Q3 2018
ja: 2018 年第 3 四半期
ko: #TODO#_Q3 2018
ru: #TODO#_Q3 2018
zh_hans: #TODO#_Q3 2018

source: Q4 2018
de: #TODO#_Q4 2018
es_es: #TODO#_Q4 2018
he: 2018 ש4!
ja: 2018 年第 4 四半期
ko: #TODO#_4 분기 2018
ru: #TODO#_Q4 2018
zh_hans: #TODO#_Q4 2018

source: Roadmap
de: #TODO#_Fahrplan
es_es: #TODO#_Hoja de ruta
he: מפת הדרכים
ja: ロードマップ
ko: #TODO#_로드맵
ru: #TODO#_Дорожная карта
zh_hans: #TODO#_路线 图

# Sharing of class notes &amp; practice quizzes
source: Sharing of class notes & practice quizzes
de: #TODO#_Austausch von Unterrichtsnotizen & Praxis Quiz
es_es: #TODO#_Intercambio de notas de clase y la práctica de pruebas
he: שיתוף של מחלקה הערות & חידונים בפועל!
ja: 授業ノートと練習問題の共有
ko: #TODO#_퀴즈 수업 노트 및 연습의 공유
ru: #TODO#_Совместное использование класса отмечает & практике викторин
zh_hans: #TODO#_课堂笔记与练习测验的分享

source: Sharing of instructional material
de: #TODO#_Austausch von Unterrichtsmaterial
es_es: #TODO#_Intercambio de material didáctico
he: שיתוף חומר הדרכה!
ja: 教材の共有
ko: #TODO#_교육 자료의 공유
ru: #TODO#_Совместное использование учебных материалов
zh_hans: #TODO#_教学材料共享

source: Spitball 1.0
de: #TODO#_Spitball 1.0
es_es: #TODO#_Spitball 1.0
he: כדורי רוק 1.0!
ja: <span lang="en">Spitball 1.0</span>
ko: #TODO#_Spitball 1.0
ru: #TODO#_Spitball 1.0
zh_hans: #TODO#_Spitball 1。0

source: Spitball 2.0
de: #TODO#_Spitball 2.0
es_es: #TODO#_Spitball 2.0
he: ספיטבול 2.0!
ja: <span lang="en">Spitball 2.0</span>
ko: #TODO#_Spitball 2.0
ru: #TODO#_Spitball 2.0
zh_hans: #TODO#_Spitball 2。0

source: Spitball expands to new markets (Asia, EU)
de: #TODO#_Spitball erschließt neue Märkte (Asien, EU)
es_es: #TODO#_Spitball se expande a nuevos mercados (Asia, Europa)
he: רוק מתרחב לשווקים חדשים (אסיה, האיחוד האירופי)!
ja: <span lang="en">Spitball</span> の新たな市場への拡大（アジア、EU）
ko: #TODO#_Spitball 확장 새로운 시장 (아시아, 유럽)
ru: #TODO#_Spitball расширяется на новые рынки (Азии, ЕС)
zh_hans: #TODO#_Spitball 扩展到新市场 (亚洲、欧盟)

source: Spitball is launched in Israel as a social studying app
de: #TODO#_Spitball ist in Israel als app für ein soziales Studium gestartet.
es_es: #TODO#_Lanzamiento de Spitball en Israel como una aplicación de estudio social
he: ספיטבול משוגר בישראל כאפליקציה לחקר חברתי!
ja: イスラエルで <span lang="en">Spitball</span> を社会学習アプリとして開始
ko: #TODO#_Spitball 사회 공부 app으로 서 이스라엘에서 시작 됩니다.
ru: #TODO#_Spitball запускается в Израиле в качестве социального обучения app
zh_hans: #TODO#_Spitball 是在以色列推出的社会研究应用

source: Spitball is launched in the United States
de: #TODO#_Spitball ist in den Vereinigten Staaten ins Leben gerufen.
es_es: #TODO#_Spitball es lanzado en los Estados Unidos
he: ספיטבול משוגר בארה&quot;ב!
ja: 米国で <span lang="en">Spitball</span> を開始
ko: #TODO#_Spitball 미국에서 시작 됩니다.
ru: #TODO#_Spitball запускается в Соединенных Штатах
zh_hans: #TODO#_Spitball 在美国推出

source: Spitball partners with 25+ leading educational companies to become the premier aggregator of academic content & services
de: #TODO#_Spitball Partner mit 25 + pädagogische Leitbetriebe der führenden Aggregator von akademischen Inhalt & Dienstleistungen werden
es_es: #TODO#_Asocia a Spitball 25 + empresas educativas para convertirse en el principal agregador de contenido académico y servicios
he: כדורעף שותפים עם 25 + חברות חינוכיות מובילות להפוך את צובר המוביל של תוכן אקדמי ושירותים!
ja: <span lang="en">Spitball</span> は 25 社以上の大手教育関連企業のパートナーになり、学術的コンテンツとサービスのトップアグリゲータになる
ko: #TODO#_Spitball 25 + 최고의 교육 콘텐츠 및 서비스의 최고의 집계 될 교육 기업 파트너
ru: #TODO#_Spitball сотрудничает с 25 + ведущих образовательных компаний, чтобы стать премьер-агрегатор академического содержания & услуги
zh_hans: #TODO#_Spitball 与25多家领先的教育公司合作, 成为学术内容和服务的首要汇集者。

source: Submit
de: #TODO#_Senden
es_es: #TODO#_Enviar
he: שלח
ja: 送信
ko: #TODO#_전송
ru: #TODO#_Отправить
zh_hans: #TODO#_提交

source: Subscribe
de: #TODO#_Abonnieren
es_es: #TODO#_Suscribirse
he: רישום כמנוי
ja: 購読
ko: #TODO#_구독
ru: #TODO#_Подписаться
zh_hans: #TODO#_订阅

source: Subscribe to our newsletter
de: #TODO#_Abonnieren Sie unseren newsletter
es_es: #TODO#_Suscríbete a nuestro boletín de noticias
he: הרשם לקבלת עדכונים
ja: ニューズレターを購読
ko: #TODO#_우리의 회보를 구독
ru: #TODO#_Подпишитесь на нашу рассылку
zh_hans: #TODO#_订阅我们的新闻稿

source: Team
de: #TODO#_Team
es_es: #TODO#_Equipo
he: הצוות
ja: チーム
ko: #TODO#_팀
ru: #TODO#_Команда
zh_hans: #TODO#_团队

# Terms &amp; Conditions
source: Terms & Conditions
de: #TODO#_& Geschäftsbedingungen
es_es: #TODO#_Términos y condiciones
he: חוקים ותנאי השימוש באתר!
ja: 利用規約
ko: #TODO#_용어 및 조건
ru: #TODO#_& Условия
zh_hans: #TODO#_条款和条件

source: The Advisory Team
de: #TODO#_Das Beraterteam
es_es: #TODO#_El equipo consultivo
he: צוות ייעוץ!
ja: アドバイザリーチーム
ko: #TODO#_자문 팀
ru: #TODO#_Консультативная группа
zh_hans: #TODO#_咨询小组

# Title
source: <span>The World’s First</span> Decentralized Student Economy, <span> <br />Built on Blockchain</span>
de: #TODO#_<span>Das weltweit erste</span> Dezentrale Student Wirtschaft <span>< Br / > bebaut Blockchain</span>
es_es: #TODO#_<span>Del primer mundo</span> Descentralizados estudiante de economía, <span>< br / &gt; Construido en Blockchain</span>
he: <span>הראשון בעולם</span> מבוזר סטודנט כלכלה, <span><br /> בנוי על Blockchain</span> !
ja: <span>世界初</span>分散型の学生経済圏<span><br />ブロックチェーンに構築</span>
ko: #TODO#_<span>세계 최초</span> 학생 경제, 분산 <span>< br / > Blockchain에 내장 된</span>
ru: #TODO#_<span>Первый в мире</span> Децентрализованные студент экономики, <span>< br / > построен на Blockchain</span>
zh_hans: #TODO#_<span> 世界第一个 </span>分散的学生经济, <span> <br/> 基于 Blockchain </span>

# Title2
source: Living in a world of <b>change...</b>
de: #TODO#_Leben in einer Welt verändern <b>...</b>
es_es: #TODO#_Vivir en un mundo de <b>cambio...</b>
he: לחיות בעולם של <b>שינוי ...</b> !
ja: <b>変化</b>の世界に生きる…
ko: #TODO#_<b>... 변경</b>의 세계에에서 살고 있는
ru: #TODO#_Живет в мире <b>изменить...</b>
zh_hans: #TODO#_生活在一个 <b> 变化的世界中... </b>

source: Token Economy
de: #TODO#_Token Economy
es_es: #TODO#_Economía de fichas
he: כלכלת אסימונים!
ja: トークン経済
ko: #TODO#_토큰 경제
ru: #TODO#_Маркеров экономика
zh_hans: #TODO#_象征性经济

# Token Economy 1
source: are rewarded for their participation in the Student Economy
de: #TODO#_belohnt für ihre Beteiligung an der Schüler-Wirtschaft
es_es: #TODO#_son recompensados por su participación en la economía del estudiante
he: מתוגמל על השתתפותם בכלכלה סטודנט!
ja: は学生経済圏への参加に対する恩恵を受けます
ko: #TODO#_학생 경제에서 그들의 참여에 대 한 보상
ru: #TODO#_вознаграждение за их участие в экономике студент
zh_hans: #TODO#_因参与学生经济而获奖赏

# Token Economy 2
source: are rewarded for integrating SBL as a payment system on their sites</p>
de: #TODO#_für die Integration von SBL als Zahlungssystem auf ihren Websites belohnt werden
es_es: #TODO#_son recompensados para integrar SBL como un sistema de pago en sus sitios
he: מתוגמל על שילוב ובינונית ליצירת כמערכת התשלום באתרים שלהם&lt;p&gt;!
ja: は自社サイトの支払いシステムとしてSBL を統合することに対する恩恵を受けます
ko: #TODO#_그들의 사이트에 지불 시스템으로 통합 하는 SBL에 대 한 보상
ru: #TODO#_вознаграждение для интеграции SBL качестве платежной системы на своих сайтах
zh_hans: #TODO#_在他们的网站上集成 SBL 作为支付系统的奖励

# Token Economy 3
source: are rewarded tokens for creating dApps on the platform</p>
de: #TODO#_sind belohnte Token für die Erstellung von dApps auf der Plattform
es_es: #TODO#_son premiados tokens para crear dApps en la plataforma
he: הם אסימונים מפוצה ליצירת dApps על הרציף&lt;p&gt;!
ja: はプラットフォーム上に <span lang="en">dApps</span> を作成することに対してトークンが与えられます
ko: #TODO#_dApps 플랫폼을 만들기 위한 보상된 토큰은
ru: #TODO#_вознаграждены маркеры для создания dApps на платформе
zh_hans: #TODO#_是在平台上创建 dApps 的奖励令牌

# Token Economy Desc
source: In the early life of Spitball 2.0,<br /> network participants are rewarded for activities that help stimulate the network
de: #TODO#_In den ersten Lebensjahren von Spitball 2.0 < Br / > Netzwerkteilnehmer werden belohnt für Aktivitäten, die helfen, das Netzwerk zu stimulieren
es_es: #TODO#_En la vida temprana de Spitball 2.0 < br / &gt; los participantes de la red son recompensados por actividades que ayudan a estimular la red
he: חייו המוקדמים של רוק 2.0,&lt;br&gt;רשת המשתתפים מתוגמלים עבור פעילויות המסייעות לגרות את הרשת!
ja: <span lang="en">Spitball 2.0</span> の初期においては、<br />ネットワーク参加者はこのネットワークの活性化を支援する活動に対する恩恵を受けます
ko: #TODO#_Spitball 2.0의 초기 생활에서 < br / > 네트워크 참가자는 네트워크를 자극 하는 데 도움이 하는 활동에 대 한 보상
ru: #TODO#_В начале жизни Spitball 2.0 < br / > участников сети награжены для видов деятельности, которые помогают стимулировать в сети
zh_hans: #TODO#_在 Spitball 2.0 的早期生活中, <br/> 网络参与者被奖励用于帮助激发网络的活动

source: Use Cases
de: #TODO#_Use-Cases
es_es: #TODO#_Casos de uso
he: מקרי שימוש!
ja: 使用事例
ko: #TODO#_사용 사례
ru: #TODO#_Случаи использования
zh_hans: #TODO#_用例

# UseCase
source: <b>Selected</b> Use-Cases
de: #TODO#_Ausgewählte Anwendungsfälle
es_es: #TODO#_Casos de uso seleccionados
he: &lt;b&gt;נבחרת&lt;/b&gt; השתמש בתיקים!
ja: 厳選された使用事例
ko: #TODO#_선택한 사용 사례
ru: #TODO#_Случаи использования выбранного
zh_hans: #TODO#_所选用例

source: Users
de: #TODO#_Benutzer
es_es: #TODO#_Usuarios de
he: משתמשים
ja: ユーザー
ko: #TODO#_사용자
ru: #TODO#_Пользователи
zh_hans: #TODO#_用户
