Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/User/Resources/GamificationResources.*.resx
Languages: he

source: Levels
he: שלבים

source: Leaderboard
he: טבלת המובילים

# BadgeUploadFilesDescription
source: You have one job: upload 15 documents to your class
he: תהיה חבר - העלה 15 מסמכים וזכה ב500 נקודות.

# Level4Description
source: You’ve achieved far more than the average student – you will forever be known as a Spitball Scholar.
he: אתה כבר משתמש ותיק ומנוסה - תרמת למערכת יותר מרוב הסטודנטים, המשך להוות דוגמא לדורות הבאים!

# Level2Description
source: You’re no longer the new kid at school! Training wheels have been removed. There is still much to learn and achieve. Study on, young Spitballer!
he: אתה כבר לא הסטודנט החדש בקמפוס! עם זאת, עוד ארוכה הדרך ולימודים רבים עוד לפנייך. המשך כך וההישגים עוד יגיעו!

# Level1Description
source: Welcome to Spitball! Sure, you just started, but you have a promising career ahead of you. Work hard and you’ll be rewarded with wisdom, Spitball swag, and an abundance of points!
he: ברוך הבא לספיטבול! עשית את הצעד הראשון בדרך לקריירה אקדמית מפוארת. עבוד קשה ותוכל לטפס בטבלת המובילים ולזכות בהערצת חבריך.

# BadgeCreateQuizzesDescription
source: Create 5 Quizzes
he: צור 5 מבחנים מקוונים וקבל 500 נקודות

# BadgeFollowClassDescription
source: Follow 3 Classes
he: עקוב אחרי 3 קורסים לקבלת 500 נקודות

# BadgeLikesDescription
source: Like 50 posts or docs that you think are of great value to unlock this badge
he: פרגן ב"אהבתי" ל-50 פוסטים או מסמכים על מנת לזכות במדליה זו וקבל 1,500 נקודות.

# BadgeRegisterDescription
source: Register
he: כל הכבוד נרשמת, זכית ב500 נקודות, זה היה קל.

# Level3Description
source: It’s clear you know what you’re doing. Young Spitballers rely on you for wisdom and knowledge. Yet, a smart upperclassman knows there is still much to learn!
he: אתה כבר ותיק במערכת! סטודנטים חדשים יכול לסמוך על הידע והניסיון שלך. בקצב הנוכחי עוד תגיע לפסגה!

# Level5Description
source: Few have made it this far, and even fewer will make it further. Are you ready to teach other students the key to success?
he: אתה קרוב לפסגה ומעטים המשתמשים שבקיאים כמוך במערכת. אולי תחלוק עם שאר הסטודנטים את סודותייך להצלחה בלימודים?

# LeaderboardShowMySelf
source: Show My Rank
he: הצג ת'מיקום שלי

# LeaderboardShowAll
source: Show all
he: הצג הכל

# GamificationTableTitle
source: Points System
he: שיטת הניקוד

source: Badge
he: מדליה

source: Badges
he: מדליות

# NextLevelTItle
source: Next Level in
he: השלב הבא בעוד

source: Rank
he: מיקום
