Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/Account/Resources/AccountResource.*.resx
Languages: he

# ChangeMail
source: Change your email address
he: החלף כתובת מייל

# ChangePassword
source: Change your password
he: החלף סיסמה

# CurrentPassword
source: Your current password
he: סיסמה ישנה

# First
source: First Name
he: שם פרטי

# Lang
source: Language
he: שפה

source: New password
he: סיסמה חדשה

source: Notifications
he: התראות

# Profile
source: Profile Picture
he: תמונת משתמש

# ProfileAccount
source: Personal account
he: חשבון משתמש

# SelectImg
source: Change
he: שינוי

# EmailToReset
source: Please enter the email address associated with your Spitball account. You will receive a link to reset your password to this email account shortly
he: אנא הזן את כתובת המייל שבאמצעותה נרשמת לספיטבול. תוך מספר דקות יישלח לכתובת זו מייל לשם שיחזור הסיסמה

# changeUniversityBtn
source: Change university
he: החלף מוסד אקדמי

source: Settings
he: הגדרות

# VerificationCode
source: A verification code was sent to your new email
he: קוד אימות נשלח לכתובת המייל החדשה שהזנת

# EnterVerification
source: Enter verification code
he: הכנס קוד אימות

# EmailedPassword
source: We've emailed you a new password
he: הסיסמה החדשה נשלחה לכתובת המייל שלך

source: reset instructions.
he: הוראות אתחול מחדש

# DidntReceivedEmail
source: Didn't receive the email?
he: לא קבלת מייל מאיתנו?

# CheckEmailSpam
source: Check your spam folder or
he: אנא בדוק את תיקיית ״דואר זבל״ בתיבת המייל שלך

# AnotherRequest
source: send another request
he: שלח בקשה נוספת

# NotificationOwner
source: Owner
he: יצר/ה

source: Change theme
he: שנה צבע רקע

# ChangeThemeLight
source: Light theme
he: צבע רקע בהיר

source: Department
he: מחלקה

source: Email notification
he: קבלת עדכונים למייל

# EmailSettingsSubscribe
source: Subscribe
he: מאשר

# EmailSettingsUnsubscribe
source: Unsubscribe
he: לא מאשר

# EmailUnsubscribeWarning
source: In order to receive the password reset mail, you will be added to the Spitball mailing list. You can unsubscribe after the password reset has been complete through the "User Settings" screen of your Spitball account
he: על מנת שמייל איפוס סיסמה יישלח אלייך, הוספת מחדש לרשימת התפוצה של ספיטבול. ביכולתך להסיר את עצמך מהרשימה דרך עמוד "הגדרות" של החשבון שלך במערכת ספיטבול
