Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/Account/Resources/HomePageResources.*.resx
Languages: he

# A1
source: Log In
he: התחבר

# A4
source: Study smarter, not harder.
he: למה ללמוד קשה כשאפשר ללמוד חכם

# A5
source: or sign up with email
he: או הירשם באמצעות כתובת המייל שלך

# A8
source: Blog
he: בלוג

# B10
source: Create your own quizzes and check your progress using thousands of existing quizzes
he: אלפי מבחנים מקוונים כבר מחכים לכם! צרו ותרגלו מבחנים בצורה אינטרקטיבית כחלק ממערכת חדשנית לתרגול ויצירת מבחנים.

# B3
source: AVAILABLE EVERYWHERE
he: הלימודים שלך איתך בכל מקום

# B5
source: Get your questions answered
he: קבלו עזרה מהחברים

# B6
source: Questions about yesterday's class? Can't remember when your paper is due? Post a question on Spitball and get input from your peers
he: באמצעות "עדכונים" תוכלו להיעזר בחבריכם לכיתה, לעורר דיונים, לשאול ולענות על שאלות.

# B7
source: WATCH AND SHARE
he: יש ממה ללמוד!

# B8
source: Post, share and compare! From lecture links to reading material, notes to quizzes, your study group will help you succeed
he: מעל 300,000 סיכומים, מבחנים משנים קודמות ומאמרים המסודרים לפי הקורסים שלכם כבר מחכים בפנים! אתם יכולים לקרוא, להוריד ולשתף חומרים אקדמיים מכל סוג!

# B9
source: Quizzes and Review Sheets
he: תרגול מבחנים מקוונים

# C1
source: See our courses in action
he: הצצה לקורסים חמים

# D1
source: Spitball in a Nutshell
he: ספיטבול על קצה המזלג

# D2
source: Spitball’s study App enables students to find and share study materials, interact with their classmates, create online quizzes and get better grades.
he: ספיטבול מאפשרת לסטודנטים להתחבר עם חבריהם לכיתה, לשתף חומרי לימוד, לשאול, לענות ולדון בנושאים אקדמיים הרלוונטיים לנושאי הלימוד שלהם ולפתור מבחנים שהם עצמם יוצרים

# D3
source: Connect with your classmates online, via the class feed.
he: באמצעות "עדכונים" תוכלו להיעזר בחבריכם לכיתה, לעורר דיונים, לשאול ולענות על שאלות.

# D4
source: Study more efficiently and get direct access to all of your courses' study materials.
he: מעל 300,000 סיכומים, מבחנים ומאמרים המסודרים לפי הקורסים שלכם כבר מחכים בפנים!

# D5
source: Access all of Spitball’s services directly from your smartphone using Spitball’s free app.
he: תהנו מספיטבול בכל מקום באמצעות האפליקציה החינמית של ספיטבול לנייד

# D6
source: Improve your grades by solving quizzes and sharing your knowledge with your classmates.
he: ספיטבול עוזרת לכם להשיג את הציונים שאתם רוצים

# F1
source: Get The Spitball App
he: הורידו את האפליציה לנייד

# F2
source: Study socially on your smartphone, laptop and tablet anytime, anywhere
he: למדו ביחד על גבי המחשב האישי או במכשיר הנייד, למידה חברתית בכל זמן ובכל מקום

# Testimonial1
source: As a sophomore, I found myself looking for a new way to communicate and study with my classmates. After searching online, I was shocked that there was no real solution that fit my lifestyle (nothing I could easily access on my phone or computer). Then someone invited me to Spitball... it saved me.
he: כל הכבוד על היוזמה. אתר טוב מאוד ויעיל. תודה רבה

# Testimonial1Person
source: Donna Floyd
he: ורד סלקמן

# Testimonial1Title
source: Sophomore at UC Davis
he: האוניברסיטה הפתוחה

# Testimonial2
source: There have been many times when I would try to share files or a document with classmates over the school’s portal or other online studying tools, but it was a huge hassle! Then I started using Spitball and everything changed - I was easily able to upload all of my files, even video and audio files!
he: אוהבים את הכל!!! אין על האתר הזה, הכי עוזר שיש

# Testimonial2Person
source: Jack Harris
he: חן נעים

# Testimonial2Title
source: Junior at UC Berkeley
he: המכללה האקדמית אשקלון

# Testimonial3
source: It’s so nice to have all my notes, questions, answers, lectures, etc. in one place and always available online and in the palm of my hand! Spitball comes in handy when I need to compare class notes. Thank you Spitball for making my life a whole lot easier! I already know whom I have to thank first on graduation day :)
he: אתר מדהים! ממשק פשוט ונוח מאגר חומרי לימוד יעיל ועדכני

# Testimonial3Person
source: Daniel Kaplan
he: טובי כהן

# Testimonial3Title
source: Senior at UCLA
he: האוניברסיטה הפתוחה

# Testimonial4
source: Spitball is such a great idea! I love the quizzes - such a great way to interactively test my knowledge of the coursework! The chat feed is really helpful if you miss a class or don't understand the material. During my last semester, I feel like all I did was talk about Spitball! It was funny- people actually thought that it was my job.
he: אתר מעולה תורם רבות בעיקר ללמוד לקראת מבחנים, מאוד מועיל תודה רבה :)

# Testimonial4Person
source: Sarah Friedman
he: ענת פלד

# Testimonial4Title
source: Freshman at UC Santa Barbara
he: האוניברסיטה הפתוחה

# A3
source: Spitball Guide
he: שימוש בספיטבול

# infoSection1
source: Company
he: מי עומד מאחורי ספיטבול

# infoSection2
source: Support
he: תמיכה

# statsDocuments
source: Documents
he: מסמכי לימוד

# statsQuizzes
source: Quizzes
he: מבחנים אונליין

# statsStudents
source: Students
he: סטודנטים

# A6
source: Spitball’s study platform enables students to find and share study materials, interact with their classmates, create online quizzes and get better grades.
he: שיתוף חומרי לימוד בין חברים. שיחות קבוצתיות. תירגול מבחנים אונליין.

# A7
source: Spitball even faster through
he: הצטרף מהר יותר באמצעות

# A9
source: Key Features
he: מה זה ספיטבול?

# A10
source: Shared Documents
he: חומרי לימוד

# A11
source: Mobile App
he: אפליקציה

# Free
source: For free.
he: בחינם.

# resetPassEmailSent
source: Another request was sent
he: בקשה נוספת נשלחה

# A12
source: Top Courses
he: קורסים
