Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/Shared/Resources/IndexResources.*.resx
Languages: he

# AddMail
source: Type your friend's email
he: הקלד את כתובת המייל של חברך

# Best
source: Best in the class
he: המצטיין הכיתתי

# Classes
source: My Classes
he: הקורסים שלי

# Completed
source: upload completed
he: העלאה הושלמה

# Dashboard
source: Home
he: עמוד הבית

source: Draft
he: טיוטא

# DragHere
source: Drag and drop your files here
he: גרור ושחרר את הקבצים שלך כאן

# GmailContact
source: Invite your friends from your Gmail account
he: הזמן חברים מתוך חשבון Gmail שלך

# Group
source: My Study Groups
he: קבוצות הלימוד שלי

# Invite
source: Invite your friends to
he: הזמן את חבריך ל

# Items
source: Documents
he: מסמכים

source: Log In
he: התחבר

source: Log Out
he: התנתק

source: Oops!
he: אופס!

# Pts
source: Points
he: נק'

# Remove
source: Delete file
he: הסר קובץ

source: Send
he: שלח

source: Settings
he: הגדרות

source: Sign Up
he: הרשם

source: Suggested
he: מומלצים

# Uni
source: University Page
he: דף המוסד האקדמי

source: Upload Files
he: העלה מסמכים

# UploadFromComputer
source: Upload from this device
he: העלה קבצים מכונן מקומי

source: Upload from dropbox
he: העלה קבצים מ- Dropbox

# UploadFromGoogle
source: Upload from Google Drive
he: העלה קבצים מ- Google Drive

# User
source: My Profile
he: הפרופיל שלי

# WebLink
source: Add a link
he: הוסף קישור

# WentWrong
source: Something went wrong
he: משהו השתבש

source: upload failed
he: העלאה נכשלה

# Share
source: Please enter the URL you wish to share here
he: אנא הזן את כתובת הURL שברצונך לשתף כאן

# FacebookContact
source: Share this class with your Facebook friends
he: שתף קורס זה עם חבריך בפייסבוק

# AddSpitball
source: Type your friend's name
he: הקלד את שם חברך

# EmptyStateSpitballInvite
source: We cannot find your friend on Spitball. Have you tried searching through Gmail or messaging them on Facebook?
he: לא מצאנו את חברך בספיטבול. האם ניסית לחפש דרך Gmail או לשתף את הקורס בפייסבוק?

# EmptyStateGmailInvite
source: We cannot find your friend on Gmail. Have you tried searching through Spitball or messaging them on Facebook?
he: לא מצאנו את חברך ב-Gmail. האם ניסית לחפש דרך ספיטבול או לשתף את הקורס בפייסבוק?

# Intercom
source: Contact us
he: צור קשר
