Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/Quiz/Resources/QuizResources.*.resx
Languages: he

# AddAnswer
source: Add an answer
he: הוסף תשובה

# AddQuestion
source: Add a question
he: הוסף שאלה

source: Answer
he: תשובה

# Answered
source: You have answered
he: ענית על

source: Answers:
he: תשובות:

# CanChoose
source: Save this quiz as a draft for future editing
he: שמור את המבחן כ"טיוטא" לשם עריכה

# Chance
source: Take a chance
he: נסה את מזלך

# CompletedQuiz
source: You completed the quiz!
he: סיימת את המבחן!

source: Correct
he: נכון

source: Correct answer
he: תשובה נכונה

# Draft
source: Save as draft
he: שמור כטיוטא

# GoBack
source: Go back and check your answers
he: חזור אחורה ובדוק את התשובות שלך

# Leave
source: You haven't finished this quiz. Do you want to leave?
he: לא סיימת את המבחן, בטוח שאתה רוצה לצאת?

# NoAnswer
source: No answer given
he: לא הזנת תשובה

# NotSupported
source: This section is not supported
he: חלק זה אינו נתמך

# OfClassmates
source: of your classmates took this quiz
he: מחבריך עשו את המבחן

# OnlyYou
source: Only you are able to see and edit the draft
he: רק אתה יכול לראות ולערוך את הטיוטא

source: Publish
he: פרסם

# QuestionNumber
source: Question #
he: שאלה

# Retake
source: Retake this quiz
he: היבחן שוב

# Scared
source: Not right now
he: עוד לא, אני מפחד

# Score
source: Your score:
he: הציון שלך:

source: Submit
he: בוא נראה כמה קיבלתי

# TestYourself
source: Are you ready to test yourself?
he: האם אתה מוכן לבדוק עד כמה אתה טוב?

# Time
source: Time to
he: זמן

# Wrong
source: Incorrect
he: טעויות

# Take
source: Take a quiz
he: להבחן
