Repository: Nazgaul/Spitball
Catalog: Zbang.Zbox.Infrastructure.Mail/Resources/EmailResource.*.resx
Languages: he

# answer
source: Comment
he: תגובה

# answers
source: Comments
he: תגובות

# InviteSubject
source: Invite to {0}
he: הזמנה ל{0}

# item
source: Document
he: מסמך

# items
source: Documents
he: מסמכים

# question
source: Post
he: הודעה

# questions
source: Posts
he: הודעות

# WelcomeSubject
source: Welcome to Spitball
he: ברכת שלום מנשיאת הלמות

# NoUniversityText
source: We are so happy that you have chosen Spitball, but it works best for you when you have selected a school! Once you select your school, you can follow or create the courses you are enrolled in. From there, you can message your classmates directly with questions on homework, share and compare uploaded notes, create quizzes and more! Log in to pick your school and find your courses now!
he: אנחנו שמחים לראות שבחרת בספיטבול, אבל ספיטבול עובד הכי טוב כשבוחרים את מוסד הלימודים שלך. ברגע שתבחר את מוסד הלימודים שלך, תוכל לבחור בקלות את הקורסים שלך, למצוא את חומרי הלימוד הרלוונטים לך ולהתחבר עם חבריך ללימודים. בספיטבול תוכל להנות מ300,000 חומרי לימוד, 3,000 בחנים וחיבור עם למעלה מ230,000 סטודנטים בדיוק כמוך שאוהבים לשתף וללימוד ביחד. כנס עכשיו לספיטבול והשלם את ההרשמה בבחירת מקום הלימודים שלך

# NoUniversitySubject
source: Selecting Your School
he: בחר את מקום הלימודים שלך

# NoFollowBoxSubject
source: Find your courses
he: מצא את הקורסים שלך

# NoFollowBoxText
source: Spitball’s course listing is always expanding and open to everyone. Search for courses made by your classmates to start sharing notes and quizzes. If you can’t find your course, make Spitball that much more useful by creating it!
he: אל תהיה אחרון לגלות את מה שחברים שלך כבר יודעים. מצא את הקורסים שאתה לומד והתחל לעקוב אחריהם על מנת להיות מעודכן. אם גילית שהקורס לא קיים, תהיה חבר, צור אותו והזמן אליו חברים כדי שישאר עדכני. מאות אלפי סטודנטים לומדים טוב יותר עם ספיטבול, גם לך מגיע. כנס עכשיו ועשה מהפך.

# CoursesLowActivitySubject
source: Getting Your Class Online
he: המסמכים לא יעלו את עצמם

# UniversityLowActivityText
source: Your university’s Spitball page needs a little work… Be the study pioneer your classmates need and start uploading notes and inviting classmates to join you via email.
he: מוסד הלימודים שלך יכול להיות מושלם. תהיה חבר, צור קורסים שחסרים, הזמן את חבריך ושתפו חומרים. צעד קטן לך צעד גדול לחבריך מאות אלפי סטודנטים לומדים טוב יותר עם ספיטבול, גם לך מגיע. כנס עכשיו ועשה מהפך.

# UniversityLowActivitySubject
source: Finding classmates, Uploading Notes
he: זה לא כל-כך נעים לראות מוסד לימודים ריק

# CoursesLowActivityText
source: Ever notice how your courses never has anything posted in it? Change that by inviting a classmate via Facebook or email and uploading a doc that you want them to see.
he: פעילות שוטפת שלך בקורסים תגרום לחברייך לבקר יותר בקורסים, לשאול שאלות להעלות חומרים. תהיה חבר, שתף חומרים והזמן חברים לעשות כמוך. מאות אלפי סטודנטים לומדים טוב יותר עם ספיטבול, גם לך מגיע. כנס עכשיו ועשה מהפך.

# LikesMailSubject
source: You Have New Likes on Spitball
he: החברים מפרגנים לך בספיטבול

# LikesMailFooter
source: Your esteemed classmates hold your Spitball posts in the highest regard. Keep posting documents, quizzes, and comments to improve Spitball for everyone.
he: החברים בספיטבול מתלהבים ממך. צעד קטן לך צעד גדול לחברים שלך.

# LikesMailLineDetails
source: {0} likes your {1} "{2}"
he: {0} אוהב את {1} שלך "{2}"

# LikesMailTitle
source: You have {0} more likes on your Spitball posts, check them out:
he: {0} מהחברים שלך אוהבים את הפעילות שלך בספיטבול, הנה החברים שאהבו:

# ReplyToCommentSubject
source: Someone commented on your post
he: היי, מישהו הגיב על ההודעה שלך

source: Update
he: עדכון

source: Updates
he: עדכונים
