<template>
    <v-container class="student-faq-container">
        <v-layout column>
            <v-flex my-2><h1>מדריך לסטודנט כיצד להשתמש במערכת הלימוד של ספיטבול</h1></v-flex>
            <v-flex my-2>ספיטבול היא המערכת הכי פופולרית בקרב סטודנטים במדינת ישראל. כיום רשומים למעלה מחצי מיליון סטודנטים מכל העולם וכ- 200 אלף סטודנטים מישראל. לאחר למעלה מחצי שנה של פיתוח אנחנו משיקים, לראשונה בישראל, מערכת און ליין לשיעורים פרטיים. המערכת כוללת: תקשורת בזמן אמת, לוח כתיבה אינטראקטיבי, מערכת לכתיבת קוד, הקלדת פונקציות, שיתוף מסך, הקלטה של השיעור לחזרה ועוד... כמו שעשינו בעבר, מטרתינו ליצור סביבת לימודים שבה סטודנטים מלמדים סטודנטים אחרים. במערכת היום התנהלו למעלה מ- 570 שיעורים בשביעות רצון גבוהה מצד המורים והסטודנטים.</v-flex>
            <v-flex my-2>צפו בסרטון כדי להבין איך השיעור מתנהל בפועל:</v-flex>
            <v-flex my-2><iframe width="560" height="315" src="https://www.youtube.com/embed/JCTqWXYex7w" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe></v-flex>
        </v-layout>
         <v-layout column>
            <v-flex mt-5 mb-2><h2>רשימת המורים</h2></v-flex>
            <v-flex my-2>רשימת המורים מופיעה בבחירה של לשונית " מורים פרטיים"</v-flex>
            <div><img :src="`${require('./imgs/1.png')}`" style="width: 557.00px; height: 499.00px;" alt=""></div>
            <v-flex my-2>
                <ol>
                <li>לכל קורס מוצגים המורים הרלוונטים</li>    
                <li>ניתן לחפש מורים לפי קורסים או מקצעות:
                    <ul>
                        <li>ראשונים מופיעים מורים בעלי הציון הגבוהה ביותר אשר ציינו שהם מלמדים קורס זה.</li>
                        <li>לאחר מכן מורים אשר ציינו את התחום הכללי של הקורס.</li>
                    </ul> 
                </li>    
                <li>כתמריץ ספיטבול נותן לתלמידים אפשרות לשלם רק 50 ש"ח עבור מורים נבחרים. תמריץ זה מוגבל בזמן וישתנה בהחלטת החברה. </li>    
                <li>כמובן שהמורים אשר מופיעים במעלה הרשימה הם בעלי עדיפות - כל שצריך זה ציון גבוהה ע"י התלמידים.</li>    
                <li>לחיצה על פרופיל המורה מובילה לדף האישי שלו.</li>
                </ol>
            </v-flex>
            <v-flex mt-5 mb-2><h2>פרופיל המורה</h2></v-flex>
                <div><img :src="`${require('./imgs/2.png')}`" style="width: 624.00px; height: 436.00px;" alt=""> </div>
                <ol>
                <li>לדף זה יכנס כל תלמיד כדי להתרשם מהמורה. לכן מומלץ להשקיע מאמץ ביצירת דף פרופיל אינפורמטיבי ומרשים.</li>    
                <li>ברגע שהתלמיד ילחץ על כפתור צור קשר - מערכת התקשורת (צ'אט) תופעל
                    <ul>
                        <li>זו הדרך היחידה ליצירת קשר בין התלמיד למורה</li>
                    </ul>
                </li>    
                
                </ol>
            <v-flex mt-5 mb-2><h2>מערכת ההודעות (צ'אט)</h2></v-flex>
            <div><img :src="`${require('./imgs/3.png')}`" style="width: 624.00px; height: 436.00px;" alt=""> </div>
            <ol>
                <li>מערכת הצא'ט נועדה לתקשורת בין התלמיד למורה:
                <ul>
                    <li>העברת חומרי לימוד,</li>
                    <li>הבהרות,</li>
                    <li>קביעת זמן וכו'.</li>
                </ul>    
                </li>    
                
                <li>חשוב ביותר: כאן פותח <b>המורה</b>  את חדר הלימוד.
                    <ul>
                        <li>פתיחת חדר הלימוד מסומנת בריבוע האדום בתרשים מעלה.</li>
                    </ul>
                </li>
                <li>לאחר פתיחת חדר הלימוד יופיע לינק גם לתלמיד וגם למורה בצ'אט.
                    <ul>
                        <li>כמו כן מופיע קישור במקום המסומן בריבוע אדום מעלה.</li>
                    </ul>
                </li>
            </ol>
            <v-flex mt-5 mb-2><h2>חדרי הלימוד</h2></v-flex>
            <v-flex my-2>דף זה מרכז את כל חדרי הלימוד של התלמיד והמורה.</v-flex>
            <div><img :src="`${require('./imgs/4.png')}`" style="width: 624.00px;height: 344.00px;" alt=""> </div>

            <v-flex mt-5 mb-2><h2>חדר הלימוד</h2></v-flex>
            <v-flex my-2>זו הליבה של מערכת הלימוד של ספיטבול. דרך חדר הלימוד מתבצעת התקשורת בין המורה והתלמיד. בתמונה מטה, מצויינים עיקרי הפונקציות של המערכת.</v-flex>
            <ol>
                <li>סרגל הכלים הכולל טקסט, צבע, עיפרון לכתיבה חופשית, משוואות, העלאת תמונות, מחק ועוד.מומלץ לפני השיעור להתנסות בסרגל הכלים.</li>
                <li>כמו באקסל יש לשוניות שונות לשתף.</li>
                <li>הצ'אט להעברת מסמכים עם כתובות.</li>
                <li>הדלקה וכיבוי של השיעור.</li>
                <li>שיתוף מסך</li>
                <li>דף טקסט אינטראקטיבי - לכתיבה משותפת.</li>
                <li>עורך קוד - ללימוד תכנות.</li>
            </ol>
            <div><img :src="`${require('./imgs/5.png')}`" style="width: 624.00px;height: 344.00px;" alt=""> </div>
            <v-flex my-2>זהו, סיימת! <img :src="`${require('./imgs/6.png')}`" style="width: 51.47px;height: 51.47px;"> במידה ונתקלת בבעיה כלשהיא צור קשר - support@spitball.co </v-flex>    
        </v-layout>
    </v-container>
</template>

<script>
export default {

}
</script>

<style lang="less">
.student-faq-container{
    /*rtl:ignore*/
    direction: rtl;
    max-width: 780px;
    font-size: 16px;
    color: #666666;
    h1{
        color:#1976d2;
    }
    h2{
        color:#1976d2;
    }
}

</style>
