Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Js/Resources/JsResources.*.resx
Languages: ar, he

# April
source: Apr
ar: أبريل
he: אפריל

source: August
ar: أغسطس
he: אוגוסט

# CloudentsJoin
source: Cloudents is the most advanced free online and mobile social studying platform. Join the social studying revolution with Cloudents now.
ar: تعتبر Cloudents هي منصة الدراسة الاجتماعية المجانية الأكثر تقدما عبر الإنترنت والهاتف الجوال. انضم إلى ثورة الدراسة الاجتماعية من خلال Cloudents الآن.
he: התחברתי לSpitball המאגר האקדמי של הסטודנטים : מבחנים משנים קודמות, סיכומים, מאמרים. מעל ל75 אלף קבצים במאגר. והדרך אל התואר קלה יותר. להרשמה בחינם לחץ כאן.

source: Dashboard
ar: لوحة التحكم
he: איזור שלי

# December
source: Dec
ar: ديسمبر
he: דצמבר

# DeleteCourse
source: Deleting this course will delete all its content including files and Q&A. Are you sure you would like to delete this course?
ar: حذف هذه الدورة سوف يؤدي إلى حذف كافة محتوياتها بما فيها الملفات والأسئلة الشائعة وإجاباتها. هل أنت متأكد من أنك تريد حذف هذه الدورة؟
he: מחיקת קורס זה תמחק את כל התוכן שלו, כולל קבצים, שאלות ותשובות. האם אתה בטוח שאתה רוצה למחוק את הקורס הזה?

# DeleteUser
source: Are you sure you want to delete this user?
ar: هل أنت متأكد من أنك تريد حذف هذا المستخدم؟
he: האם אתה בטוח שברצונך למחוק משתמש זה?

source: February
ar: فبراير
he: פברואר

source: I shared
ar: أنا شاركت
he: שיתפתי

# January
source: Jan
ar: يناير
he: ינואר

# July
source: Jul
ar: يوليو
he: יולי

# June
source: Jun
ar: يونيو
he: יוני

source: Just now
ar: الآن
he: עכשיו

# March
source: Mar
ar: مسيرة
he: מרץ

source: May
ar: قد
he: מאי

# November
source: Nov
ar: نوفمبر
he: נובמבר

# October
source: Oct
ar: أكتوبر
he: אוקטובר

source: on Cloudents
ar: على Cloudents
he: בSpitball

source: Replies
ar: ردود
he: תגובות

source: Reply
ar: رد
he: תגובה

# SendDirect
source: Send a direct message
ar: إرسال رسالة مباشرة
he: שלח הודעה

# September
source: Sept
ar: سبتمبر
he: ספטמבר

# ShareBy
source: Share by name or email
ar: مشاركة بالاسم أو البريد الإلكتروني
he: שתף דרך אימייל או שם

# AddComment
source: Add your comment
ar: اكتب تعليقاً...
he: כתוב תגובה...

# IJoined
source: I joined {0} on Cloudents, our free online social studying platform
ar: التحقت {0} على Cloudents، منصة الدراسة الاجتماعية المجانية عبر الانترنت
he: גם אני הצטרפתי ל{0} בSpitball, המאגר האקדמי שלי

# IUploaded
source: I uploaded {0} to Cloudents, our free online social studying platform
ar: قمت بتحميل {0} إلى Cloudents، منصة الدراسة الاجتماعية المجانية عبر الانترنت
he: גם אני שיתפתי {0} בSpitball, המאגר האקדמי שלי

source: a few sec. ago
ar: قبل بضعة ثواني
he: לפני שניות אחדות

source: a min. ago
ar: قبل دقيقة
he: לפני דקה

source: an hour ago
ar: قبل ساعة
he: לפני שעה

source: Answer
ar: الإجابة
he: תשובה

source: Answers
ar: الإجابات
he: תשובות

# BoxExists
source: This box already exists
ar: هذا الصندوق موجود
he: קופסה זו כבר קיימת

source: Cancel
ar: الغاء
he: ביטול

source: Can't add reply
ar: لا يمكنك الرد
he: לא ניתן לענות

# CantModifyUrl
source: Sorry, URLs can't be modified
ar: لا يمكن تغيير روابط
he: לא ניתן לשנות קישורים

# CantUploadDirectory
source: You can't upload a directory
ar: لا يمكنك رفع مكتبة ملفات
he: אינך יכול להעלות ספריה

# CantUploadEmptyFile
source: You can't upload 0 size file...removing it from list
ar: لا يمكنك رفع ملف بحجم 0 . حُذف من القائمة .
he: ניסית להעלות קובץ בגודל 0 בייט, הוא הורד מרשימת הקבצים

source: Change
ar: تغيير
he: שנה

# ChooseBox
source: You must choose an existing box or create a new box
ar: عليك اختيار صندوق قائم او اختيار صندوق جديد
he: עליך לבחור קופסה קיימת או ליצור קופסה חדשה

source: click here
ar: اضغط هنا
he: לחץ כאן

source: comment
ar: تعليق
he: תגובה

source: Comment by
ar: رد من
he: תגובה מאת

source: comments
ar: تعليقات
he: תגובות

source: Copy link
ar: نسخ الرابط
he: העתק קישור

# CouldNotProcess
source: Could not process your picture
ar: لا يمكن رفع هذه الصورة
he: לא ניתן להעלות תמונה זו

# CourseId
source: #ID
ar: رقم المساق
he: מס' קורס

# CoursesFollow
source: Courses I follow
ar: المسارات الدراسية التي أتابعها
he: קורסים שאני חבר בהם

source: create
ar: انشاء
he: צור

source: Create new
ar: اعداد جديد
he: צור חדש

# DaysAgo
source: {0} days ago
ar: قبل{0} ايام
he: לפני {0} ימים

source: Decline
ar: رفض
he: דחה

source: Delete
ar: حذف
he: מחק

source: Delete box
ar: حذف صندوق
he: מחק קופסה

# DeleteLowercase
source: delete
ar: حذف
he: מחק

source: delete this box
ar: حذف هذا صندوق
he: מחק קופסה זו

# DeleteThisMember
source: Are you sure you want to delete this member?
ar: هل تريد حذف هذا الصديق؟
he: האם אתה בטוח שברצונך למחוק את החבר הזה?

source: Done
ar: انهاء
he: סיום

# DontHavePermission
source: You don't have permission
ar: ليس لديك صلاحية
he: אין לך הרשאה

# DontHavePermissionDeleteFile
source: You don't have permission to delete a file
ar: ليس لديك صلاحية لحذف الملف
he: אין לך הרשאה למחוק את הקובץ

# DontHavePermissionToDelete
source: You don't have permission to delete a
ar: ليس لديك صلاحية للحذف
he: אין לך הרשאה למחוק

source: Download
ar: تنزيل
he: הורד

# DragDropFiles
source: Drag and drop files here to upload or
ar: قم بجر ووضع الملفات للرفع هنا او
he: גרור וזרוק קבצים להעלאה כאן או

# DropDownChoose
source: You need to choose from the drop down
ar: الرجاء الاختيار من القائمة
he: אנא בחר מהרשימה

# EmailChanged
source: Your email changed
ar: بريدك الالكتروني تغيير
he: הדוא"ל שלך השתנה

# EnterEmail
source: Enter new email
ar: ادخل البريد الالكتروني الجديد
he: הכנס את הדוא"ל החדש

# FbText
source: I too have joined Cloudents. Cloudents has the largest collection of course notes and exams at your school. Join Cloudents, the more students join, the easier studying becomes.
ar: أنا أيضا قمت بالاتصال بشبكة Cloudents. حيث أن Cloudentsلديها أكبر مجموعة من مذكرات المقررات الدراسية، والامتحانات في مدرستك. أنضم إلى Cloudents، كلما زاد عدد الطلاب المنضمين، كلما أصبحت الدراسة أسهل.
he: גם אני התחברתי לSpitball, האתר האקדמי החברתי. ב-Spitball מאגר הסיכומים, מבחנים ושאלות ותשובות הגדול ביותר. גם אתה מוזמן להתחבר, ככל שיותר סטודנטים יצטרפו, כך יהיה קל יותר להצליח בלימודים.

# FieldNeedsNumber
source: This field should contain a number
ar: هذا الحقل يجب ان يحتوي على رقم
he: שדה זה צריך להכיל מספר

# FieldRequired
source: This field is required
ar: هذا الحقل مطلوب
he: חובה למלא שדה זה

source: file
ar: ملف
he: קובץ

source: files
ar: ملفات
he: קבצים

# FindThisInteresting
source: I think you'll find this interesting
ar: اظن ان هذا سيثير اهتمامك
he: חשבתי שזה יעניין אותך

source: follow
ar: متابعة
he: עקוב

# HoursAgo
source: {0} hours ago
ar: قبل {0} ساعات
he: לפני {0} שעות

# IncorrectExtension
source: file has incorrect extension
ar: ملف ذا نهاية غير صحيحه
he: קובץ עם סיומת לא נכונה

source: Invalid email
ar: عنوان بريد الكتروني غير صالح
he: כתובת דואר אלקטרוני לא חוקית

source: Invalid file name
ar: اسم ملف غير صالح
he: שם קובץ לא חוקי

source: Invite
ar: دعوى
he: הזמנה

source: Invites
ar: دعوات
he: הזמנות

source: Invite sent
ar: بُعثت الدعوى
he: הזמנה נשלחה

source: item
ar: قسم
he: פריט

# ItemBy
source: Item added by
ar: إضافة السلعة من قبل
he: הוספת פריט על ידי

# ItemExists
source: This item already exists
ar: خاص , هذا موجود مسبقاُ
he: פריט זה כבר קיים

source: items
ar: اقسام
he: פריטים

source: Just me
ar: انا فقط
he: אני בלבד/רק אני

source: Leave group
ar: ترك مجموعة
he: עזוב קבוצה

source: Like
ar: اعجبني
he: אהבתי

# LogIn
source: Please log in
ar: يجب ان تكون على اتصال لتستمر
he: יש צורך להתחבר לעשות זאת

source: member
ar: عضو
he: חבר

source: members
ar: اعضاء
he: חברים

source: Message sent
ar: بُعثت الرسالة
he: הודעה נשלחה

# MinAgo
source: {0} min. ago
ar: قبل {0} دقائق
he: לפני {0} דקות

source: more
ar: المزيد
he: עוד

source: My Courses
ar: مقرراتي
he: הקורסים שלי

source: My space
ar: منطقتي
he: איזור שלי

# MySpace1
source: My Space
ar: منطقتي
he: האזור שלי

# NeedToFollowBox
source: You need to follow this box
ar: يجب عليك ان تتبع هذا الصندوق
he: אתה צריך לעקוב אחר קופסה זו

source: Next
ar: التالي
he: הבא

# NoCurrentBoxes
source: You have no current boxes
ar: لبس لديك صناديق حالياً
he: אין לך קופסאות עכשיות

# NoCurrentInvites
source: You have no current invites
ar: ليس لديك دعوات حالياً
he: אין לך הזמנות עכשיות

source: No text entered
ar: لم يُدخل نص
he: טקסט לא הוזן

# NotHaveRights
source: You do not have rights to invite people to this box
ar: لا تملك امكانية لدعوة اشخاص لهذا الصندوق
he: אין לך זכויות כדי להזמין אנשים לקופסה זו

source: Nothing here yet
ar: ليس هنالك شيء للعرض
he: אין עדיין דבר לתצוגה

# NothingToDownload
source: There are no items here to download
ar: لا يوجد فصائل هنا للتنزيل
he: אין פריטים כאן להורדה

# NotValidUrl
source: Not a valid URL format
ar: محتوى الرابط غير سليم
he: הקישור אינו בתבנית חוקית/הקישור אינו חוקי

# OnCourse
source: on the course
ar: في المساق
he: בקורס

# PleaseSelectFiles
source: Please select files to upload
ar: الرجاء اختر ملفات للرفع
he: בבקשה תבחר קבצים להעלאה

# PreviewNotAvailable
source: Preview not available for this file type.
ar: عرض هذا النوع من الملفات غير ممكن
he: לא ניתן לצפות בתוכן זה

# PrivacySettingChanged
source: Privacy settings changed
ar: تم تغيير اعدادات الصندوق
he: הגדרות קופסה השתנו

# ProblemLoadingImage
source: There is a problem with loading the image
ar: هنالك مشكلة برفع الصورة
he: ישנה בעיה בטעינת התמונה

# ProblemSending
source: There was a problem sending your invite
ar: هنالك مشكلة في ارسال الدعوة
he: הייתה בעיה בשליחת הזמנתך

source: professor name
ar: اسم المحاضر
he: שם מרצה

# PwdChanged
source: Your password was successfully changed
ar: تم تغيير كلمة المرور
he: הסיסמה השתנתה

source: rename
ar: تغيير الاسم
he: שנה שם

source: Save
ar: حفظ
he: שמור

source: School library
ar: البنك الاكاديمي
he: הבנק האקדמי

# SearchResults
source: results for
ar: النتائج المتعلقة
he: תוצאות חיפוש ל-

source: Select files to upload
ar: اختر ملفات للعرض
he: בחר קבצים להעלאה

# SendMsg
source: Send a message
ar: ارسال رسالة
he: שלח הודעה

# SettingsSaved
source: Your settings are saved
ar: تم حفظ اعداداتك
he: ההגדרות שלך נשמרות

source: Skip
ar: تجاوز
he: דלג

# SpecifyRecipient
source: Please specify at least one recipient.
ar: الرجاء اختيار مُستقبل واحد على الاقل
he: אנא ציין לפחות נמען אחד.

# StillUploading
source: You are still uploading files. Are you sure you want to close?
ar: مازلت تقوم بترفع الملفات , هل تريد الاغلاق؟
he: אתה עדיין מעלה קבצים

# SureDeleteComment
source: Are you sure you want to delete this comment?
ar: هل تريد بتأكيد حذف التعليق؟
he: האם אתה בטוח שברצונך למחוק את התגובה?

# SureDeleteItem
source: Are you sure you want to delete this Item?
ar: هل تريد بتأكيد حذف الفئة ؟
he: האם אתה בטוח שברצונך למחוק את הפריט?

# SureDeleteReply
source: Are you sure you want to delete this reply?
ar: هل تريد بتأكيد حذف الرد ؟
he: האם אתה בטוח שברצונך למחוק את המענה?

# SureDeleteTab
source: Are you sure you want to delete this tab?
ar: حذف هذه اللوحة؟
he: מחק כרטיסייה זו?

# SureToDecline0
source: Are you sure that you are not interested in following this box ('{0}')?
ar: هل تريد بالتاكيد رفض الدعوى لمتابعة هذا الصندوق ('{0}') ?
he: האם לדחות את ההזמנה לעקוב אחר הקופסה הזו ('{0}')?

# SureToDelete0
source: Are you sure you want to delete this box ('{0}')?
ar: هل تريد بالتأكيد حذف هذا الصندوق ('{0}')?
he: האם אתה בטוח שברצונך למחוק את הקופסה הזו ('{0}')?

# SureToUnfollow0
source: Are you sure you want to unfollow this box ('{0}')?
ar: هل تريد ازالة متابعة هذا الصندوق ('{0}')?
he: האם לבטל מעקב אחר הקופסה הזו ('{0}')?

# SureYouWant
source: Are you sure you want
ar: هل أنت متأكد أنك تريد
he: האם אתה בטוח שברצונך

# SureYouWant0
source: Are you sure you want {0} this box ('{1}')?
ar: هل تريد بالتأكيد{0} هذا الصندوق ('{1}')?
he: האם אתה בטוח שברצונך {0} את הקופסה הזו ('{1}')?

# SureYouWant0ThisBox
source: Are you sure you want to {0} this box?
ar: هل تريد بالتأكيد{0} هذا الصندوق ?
he: האם אתה בטוח שברצונך ל{0} את הקופסה הזו?

# SureYouWantToDelete
source: Are you sure you want to delete
ar: هل تريد بالتأكيد حذف
he: האם אתה בטוח שברצונך למחוק

# TabExists
source: This tab already exists
ar: هذا البطاقة موجودة
he: כרטיסייה זו כבר קיימת

source: this box
ar: هذا الصندوق
he: הקופסה הזו

source: This is a box
ar: هذا صندوق
he: זוהי קופסה

# ToCourse
source: to the course
ar: في المساق
he: לקורס

source: to delete
ar: للحذف
he: למחוק

# ToDeleteBox
source: to delete this box?
ar: لحذف هذا الصندوق؟
he: למחוק את הקופסה הזו?

# ToLeaveGroup
source: to leave this group?
ar: لترك هذه المجموعة؟
he: לעזוב את הקבוצה הזו?

source: Top level
ar: المستوى الأعلى
he: עמוד ראשי

source: to unfollow
ar: الغاء المتابعة
he: לבטל מעקב

# ToViewContent
source: To view the content of this box
ar: لرُأية محتوى الصندوق
he: לראות את תוכן הקופסא

# TypeCode
source: Type code received by email
ar: ادخل كلمة المرور التي حصلت عليها في البريد الالكتروني
he: הכנס את הקוד שקבלת בדוא"ל

source: Unfollow
ar: الغاء المتابعة
he: בטל מעקב

source: unfollow this box
ar: الغاء متابعة هذا الصندوق
he: בטל מעקב אחר הקופסה הזו

source: Unlike
ar: لم يعجبني
he: לא אהבתי

# UrlCopied
source: Link was copied to clipboard
ar: تم نسخ الرابط للوحة.
he: קישור הועתק ללוח

source: What's new?
ar: اخر المستجدات
he: מה חדש?

# WorkingOnPreview
source: We are working on making it possible to preview all file types but haven't gotten to this one yet\n\nMeanwhile, you can try downloading the file to your computer to view
ar: نحن نعمل على امكانية عرض جميع انواع الملفات , حتى ذالك الحين بامكانك تنزبل الملف الى الحاسوب لرأيته
he: אנחנו עובדים על כך שיהיה ניתן לצפות בתצוגה מקדימה בכל סוגי הקבצים, אבל עדיין לא הגענו לזה \ n \ n בינתיים, נסה להוריד את הקובץ למחשב שלך כדי להציגו

source: yesterday
ar: البارحة
he: אתמול

# FbShareQuiz
source: I am sharing the Quiz "{0}" I have created using the Cloudents Quiz creator. Cloudents is a free social studying platform with summaries, study notes, old exams - over 95000 items of study material! <center>&#160;</center> Sign up for FREE
ar: قمت بتحميل امتحان (كويز) "{0}" على مصدر الامتحانات في كلاودنيتس، وهو المستودع الأكاديمي للطلاب: امتحانات من سنوات سابقة وملخصات ومقالات. يوجد في المستودع أكثر من 95 ألف ملف!<center>&#160;</center> الطريق على تحصيل اللقب الجامعي تصبح أسهل مع كلاودنيتس. للتسجيل مجاناً انقر هنا
he: שיתפתי את הקוויז "{0}" במחולל הקוויזים בSpitball, המאגר האקדמי של הסטודנטים: מבחנים משנים קודמות, סיכומים ומאמרים. למעלה מ95 אלף קבצים כבר קיימים במאגר<center>&#160;</center> עם Spitball הדרך אל התואר קלה יותר, להרשמה בחינם הכנסו לSpitball.

# SureYouWantTo
source: Are you sure you want
he: האם אתה בטוח שברצונך

# DeleteEmptyCourse
source: You have created an empty course, if you unfollow this course it will be deleted. Do you want to delete the course?
he: יצרת קורס ריק, אם תיבחר להפסיק לעקוב אחריו הוא יימחק. האם אתה בטוח שאתה רוצה למחוק את הקורס?

# InviteBox
source: Invite people to this Group Box using:
he: הזמן לקופסא הקבוצתית:

# InviteCourse
source: Invite people to this course using:
he: הזמן לקורס באמצעות:

# ShareBox
source: Share this Group Box
he: שתף את הקופסא הקבוצתית:

# ShareCourse
source: Share this course
he: שתף את קורס

source: Owner
he: בעלות

# DeleteError
source: Error deleting folder
he: מחיקת התקייה נכלשה

# DiscardChanges
source: Changes will be discarded, are you sure you want to cancel?
he: השינויים שעשית ימחקו, אתה בטוח שאתה רוצה לבטל את הפעולה?

# FolderCreate
source: Create folder
he: צור תקייה חדשה

# FolderItemError
source: Error saving items to folder
he: שמירת הקבצים בתקייה נכשלה

# FolderRename
source: Rename folder
he: שנה שם תקייה

# LinkError
source: Error saving link
he: שמירת התקייה נכשלה

# RenameError
source: Error renaming folder
he: שינוי השם נכשל

source: Pause
he: עצור

source: Play
he: התחל

# NoSelected
source: Member did not join any courses
ar: لا توجد مقررات مختارة

source: GB
ar: BG
