Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/Dashboard/Resources/IndexResources.*.resx
Languages: ar, he, ru, zh

source: Activity Feed
ar: آخر الأنشطة
he: פעילות בקבוצות שלי
ru: Лента Новостей
zh: 活动摘要

source: All
ar: الكل
he: הכל
ru: Все
zh: 所有

source: Boxes
ar: صناديق
he: קופסאות
ru: Ящики
zh: 主题框

source: Browse
ar: أستعرض
he: סייר
ru: Обзор
zh: 浏览

# ByUnion
source: By union departments
ar: حسب إدارات الاتحاد
he: לפי מחלקות מוסד הלימודים
ru: По подразделениям союза
zh: 按照会系

# FindCourses
source: Search or browse Cloudents to find the courses you study
ar: البحث أو التصفح فيCloudents للعثور على المقررات التي تدرسها
he: חפש ומצא את הקורסים שאתה לומד בעזרת קלאודנטס
ru: Поиск и обзор Cloudents для поиска своих учебных курсов
zh: 在 Cloudents 上搜索、浏览并发现你所学习的课程

# FindingCourses
source: Finding your courses of interest with the:
ar: إيجاد المسارات الدراسية التي تهمك من خلال:
he: מצא את הקורסים שאתה לומד עם ה:
ru: Поиск интересущих вас курсов с:
zh: 用下列方法找到 你感兴趣的课程：

# FollowCourses
source: Following courses
ar: المسارات التالية
he: לעקוב אחר קורסים
ru: Следующие курсы
zh: 关注课程

source: Friends
ar: اصدقاء
he: חברים
ru: Друзья
zh: 朋友

source: Hi
ar: مرحبا
he: היי
ru: Привет
zh: 你好

# InlineSearch
source: Search course name or instructor
ar: بحث اسم المساق او المحاضر
he: חפש שם קורס או מרצה
ru: Искать имя курса или преподавателя
zh: 搜索课程名称或讲师名字

source: Items
ar: خصصوصية
he: פריטים
ru: Элементы
zh: 项目

# KeepUpdated
source: Keep you updated with the latest material and Q&A
ar: ابقي دائما على تحديث بأحدث المواد والأسئلة و الأجوبة
he: שומר אותך מעודכן עם התכנים והשאלות ותשובות החדשים ביותר
ru: Будбьте в курсе благодаря последним материалам и вопросам-ответам
zh: 让你了解最新的资料和问答

source: Labels
ar: تسميات
he: תויות
ru: Метки
zh: 标签

source: Members
ar: اعضاء
he: חברים
ru: Участники
zh: 会员

# MyGroup
source: My study groups
ar: مجموعتي
he: קבוצות הלימוד שלי
ru: Мои учебные группы
zh: 我的群组主题框

source: My private
ar: خصوصية
he: פרטיות
ru: Мой частный
zh: 我的隐私

source: Owned by me
ar: بحوزتي
he: בבעלותי
ru: Принадлежит мне
zh: 我所拥有的

source: Pending invitations
ar: الطلبات في الانتظار
he: הזמנות ממתינות
ru: Ожидающие приглашение
zh: 未接受的邀请

source: Result for
ar: نتائج البحث عن
he: תוצאת חיפוש עבור
ru: Результат для
zh: 的结果

# SearchBy
source: By name, number or by lecture name
ar: حسب الاسم أو الرقم أو حسب اسم المحاضرة
he: לפי שם הקורס, מספרו או שם המרצה
ru: По имени, номеру или имени преподавателя
zh: 按照名称、编号或讲师名称

# SearchMyBoxes
source: My boxes
ar: بالصناديق الخاصة بي
he: בקופסאות שלי
ru: Мои ящики
zh: 我的主题框

# SearchThisPage
source: This page
ar: بهذه الصفحة
he: בעמוד הזה
ru: Эта страница
zh: 该页

source: See more
ar: المزيد
he: עוד
ru: См. еще
zh: 查看详情

# SendMessage
source: Send a message
ar: ارسل رسالة
he: שלח הודעה
ru: Отправить сообщение
zh: 发送消息

source: Shared by me
ar: التي شاركتها
he: ששיתפתי
ru: Опубликовано мной
zh: 我共享的

source: Shared by others
ar: التي تمت مشاركتي بها
he: ששותפו איתי
ru: Опубликовано другими
zh: 别人共享的

source: Starred
ar: ذات رمز نجمة/مفضله
he: מסומנות בכוכב/מועדפות
ru: Помечены звездочкой
zh: 星标

# StartBy
source: You can start by
ar: يمكنك أن تبدأ حسب
he: אתה יכול להתחיל באמצעות
ru: Вы можете начать с
zh: 你可以先

source: Upload
ar: رفع
he: העלה
ru: Загрузить
zh: 上传

# UploadContent
source: Upload content and choose who you invite to start collaborating
ar: تحميل المحتوى واختيار الأشخاص الذين تدعوهم لبدء التعاون
he: שתף ותזמין חברים ללמוד ביחד
ru: Загрузка контента в систему и выбор тех, кого вы пригласите для начала сотрудничества
zh: 上传内容并邀请你所选择的协作人员

# WelcomeDash
source: Welcome to your new dashboard
ar: مرحبا بك في لوحة إعداداتك الجديدة
he: ברוך הבא למסך הבית החדש שלך
ru: Добро пожаловать в нашу новую инфопанель
zh: 欢迎来到新的 信息中心

# WhereStudy
source: Where study groups come together
ar: حيث تأتي مجموعات الدراسة معا
he: המקום בו קבוצות לימוד נוצרות
ru: Когда учебные группы собираются вместе
zh: 学习群组就此集中

# AskedQuestion
source: asked a question
ar: أطرح سؤالاُ
he: שאל(ה) שאלה
ru: задал/а вопрос
zh: 已提过问题

# AnsweredQuestion
source: answered a question
ar: أجاب عن سؤال
he: ענה/ענתה על שאלה
ru: ответил/а на вопрос
zh: 已回答问题

# AddedItem
source: added an item
ar: تمت إضافة عنصر
he: הוסיף מסמך
ru: добавил/а элемент
zh: 已新增一个项目

# PostedComment
source: posted a comment
ar: تم نشر تعليق
he: הוסיף/ה תגובה
ru: оставил/а комментарий

# AnyoneUrl
source: כל אחד שברשותו הקישור יכול לקבל גישה. אין צורך בהרשמה למערכת.
ar: أي رابط
ru: Любой человек со ссылкой может получить доступ. Вход в систему не требуется.

# BrowseCourses
source: עיון בקורסים
ar: تصفح الدورات
ru: Обзор курса

# ChangeDept
source: שנה מחלקה
ar: تغيير القسم
ru: Изменить факультет

# CommaSeparate
source: הוסף שמות מופרדים בפסיק
ar: فاصلة
ru: Добавьте адреса элеектронной почты, разделенные запятыми

# CreateCourse
source: צור קורס
ar: أنشيء دورة
ru: Создать курс

# CreateQuizzes
source: יצירת מבחנים לשיפור הלמידה
ar: أنشيء اختبارات
ru: Создавайте свои собственные тесты

# FindFb
source: מצא חברים מחשבון הפייסבוק שלך
ar: اعثر على الفيس بوك
ru: Найдите друзей из своего аккаунта Facebook

# FindGmail
source: מצא חברים מחשבון ה-Gmail שלך
ar: اعثر على Gmail
ru: Найдите друзей из своего аккаунта Gmail

# InviteFriends
source: הזמן חברים לקורס
ar: دعوة الأصدقاء
ru: Пригласить друзей

# InviteOnly
source: רק אנשים שקיבלו הזמנה מפושת יכולים לקבל גישה. חובה להיכנס למערכת.
ar: دعوة فقط
he: רק אנשים שקיבלו הזמנה מפורשת יכולים לקבל גישה. חובה להיכנס למערכת.
ru: Для просмотра этого контента вы должны быть членом или иметь приглашение

# InviteViaEmail
source: הזמן חבר באימייל
ar: دعوة عبر البريد الإلكتروني
ru: Пригласить по электронной почте

# OpenCourse
source: קורס פתוח
ar: دورة مفتوحة
ru: Курс

# PrivateCourse
source: קורס פרטי
ar: دورة خاصة
ru: Учебная группа

# RecommendedCourses
source: קורסים מומלצים
ar: دورات موصى بها
ru: Рекомендованные курсы

# SearchCloudents
source: חפש חברים מקלאודנטס
ar: ابحث عن Cloudents
ru: Поиск ваших друзей на Cloudents

# SearchFb
source: חפש חברים מפייסבוק
ar: بحث الفيس بوك
ru: Поиск друзей на Facebook

# SearchGmail
source: חפש חברים מ-Gmail
ar: بحث Gmail
ru: Поиск контактов Gmail

# ShareFiles
source: שיתוף קבצים עם החברים באוניברסיטה
ar: شارك الملفات
ru: Поделитесь файлами со своими товарищами по учебе

# SwapBooks
source: החלפה ומסירה של ספרי לימוד
ar: تصفح الكتب
ru: Обменивайтесь учебниками

# WelcomeCloudents
source: ברוכים הבאים לקלאודנטס
ar: مرحبا Cloudents
