Repository: Nazgaul/Spitball
Catalog: Zbang.Cloudents.Mvc4WebRole/Views/Item/Resources/ItemsResources.*.resx
Languages: he

# CopyRight
source: This item might be subject to certain laws and school policies that restrict third-party use of materials prepared by educators. It is your sole responsibility to be aware of and to abide by any such laws or policies that may apply to you. You may access materials solely for your information and your non-commercial, personal use and as intended through the normal functionality of the site and service.
he: אזהרה, ההיתר לעשות שימוש בתוכן זה, הוא בכפוף להגנה על זכויות של צדדים שלישיים, ככל שיש כאלה צדדים שלישיים בעלי זכויות. על המשתמש בחומרים המוגנים בזכויות יוצרים, לעשות שימוש נאות והוגן בחומרים מוגנים לצרכים לא מסחריים ולצורך אישי ולימודי בלבד. הצגה והפצה מסחריים של חומר כתוב, תמונות או תוכן מאתר זה אסורים בהחלט, האחריות על השימוש בקובץ היא באחריות המשתמש בלבד, אין אגודת הסטודנטים או כל גורם אחר, אחראי לתוכן הקבצים

source: Download
he: הורד

source: Please use the
he: אנא השתמש ב

# PreviewFailed2
source: Option to view.
he: על מנת לצפות במסמך.

# PreviewNotAvailable
source: The preview is unavailable for this file type
he: לא ניתן להציג תצוגה מקדימה של קובץ זה

# MayTake
source: This may take several minutes
he: זה עשוי להימשך מספר דקות

# Processing
source: Processing new media file
he: הקובץ עובר תהליך המרה

source: Report abuse
he: דווח

source: Report
he: דווח

source: Name
he: שם

source: Save
he: שמור

# Flag
source: Flag an item
he: דווח

# FlagItemPlaceHolder
source: Choose
he: בחר

# NewComment
source: Comment
he: כתוב תגובה

# CreateComment
source: Write a comment
he: הוסף תגובה

# CommentAuthor
source: Written by
he: נכתב על ידי

source: Print
he: הדפסה

# ShowRawText
source: See the raw text of the file
he: צפה בטקסט המסמך

# NewReply
source: Reply
he: השב

# LikeToasterText
source: Enjoyed this document? give it a like:
he: המסמך עזר לך? לחץ
